const data1 =
  "[\n  {\n    \"id\": 1,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"数据大屏\",\n    \"description\": \"接入所有数据，包括物联网感知数据、养殖全产业链资源数据，实现数据采集，构建数据资源库，为平台的展示、管理以及数据共享交换提供支持\",\n    \"countItem\": \"数据采集、数据存储和备份、预警和报警、数据统计\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 2,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"基础信息\",\n    \"description\": \"对鸡场内养殖场信息、供应商信息、员工信息、鸡舍信息进行动态维护\",\n    \"countItem\": \"养殖场信息、供应商信息、员工信息、鸡舍信息\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 3,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"进鸡及存栏\",\n    \"description\": \"对鸡舍内进鸡、鸡舍存栏量进行动态维护，包括进鸡登记、分配鸡舍、鸡舍及存栏查看等功能\",\n    \"countItem\": \"进鸡登记、分配鸡舍、鸡舍及存栏查看\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 4,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"生长管理\",\n    \"description\": \"对鸡舍内鸡苗的日常情况和淘汰记录进行动态维护\",\n    \"countItem\": \"日常情况、淘汰记录\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 5,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"售鸡管理（出栏）\",\n    \"description\": \"对鸡场内毛鸡的销售日期、客户编号、客户名称、鸡舍号、鸡苗批次、销售单价、销售数量、毛鸡总重、应收金额、实收金额、经办人等信息进行动态维护\",\n    \"countItem\": \"毛鸡销售信息维护\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 6,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"投喂管理\",\n    \"description\": \"根据鸡的品种、日龄、体重等信息，制定科学的投喂计划，并自动控制喂料机的喂料时间、喂料量等参数，实现精准投喂，同时实时监测鸡的进食情况\",\n    \"countItem\": \"投喂计划制定、喂料机控制、进食情况监测\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 7,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"饲料管理\",\n    \"description\": \"对鸡场内饲料的入库、出库、饲料信息和库存信息进行动态维护\",\n    \"countItem\": \"饲料入库、饲料出库、饲料信息、库存信息\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 8,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"药品管理\",\n    \"description\": \"根据药品的名称、规格、生产厂家等信息，对药品进行分类管理，自动记录药品出库信息，根据库存情况生成药品采购计划\",\n    \"countItem\": \"药品分类管理、药品出库记录、药品采购计划生成\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 9,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"市场指标\",\n    \"description\": \"对全国肉鸡棚前收购价格及饲料市场价格等进行统计查看，计算鸡料比价\",\n    \"countItem\": \"肉鸡价格查看、饲料价格查看、鸡料比价计算\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 10,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"设备管理\",\n    \"description\": \"记录每个设备的使用情况、养鸡场内相关数据和维护记录，支持生成二维码便于移动端扫码查看，包括传感器管理、风机管理等\",\n    \"countItem\": \"设备使用记录、维护记录、二维码生成、传感器管理、风机管理\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 11,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"光伏数据管理\",\n    \"description\": \"查看光伏设备的运行状态和发电量，根据环境参数确保鸡舍内的电力供应达到最佳状态\",\n    \"countItem\": \"光伏设备运行状态查看、发电量查看、电力供应优化\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 12,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"接口管理\",\n    \"description\": \"管理系统内或与外部的各种数据交互接口\",\n    \"countItem\": \"数据交互接口管理\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 13,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"养殖计划管理\",\n    \"description\": \"创建和执行养殖计划，包括喂食、补给水、疾病防控等操作\",\n    \"countItem\": \"养殖计划创建、养殖计划执行\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 14,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"移动端\",\n    \"level2\": \"首页\",\n    \"description\": \"可查看鸡场内告警信息、鸡舍信息查看、进鸡批次号查看、鸡场信息播报、生长周期查看、体温检测、环境检测、摄像头监控等信息\",\n    \"countItem\": \"告警信息查看、鸡舍信息查看、进鸡批次号查看、鸡场信息播报、生长周期查看、体温检测、环境检测、摄像头监控\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 15,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"移动端\",\n    \"level2\": \"查询\",\n    \"description\": \"可通过硬件类型查看日均体温监控、鸡舍内实时体温数据、温度、湿度等信息进行查询搜索\",\n    \"countItem\": \"日均体温监控查询、鸡舍内实时体温数据查询、温度查询、湿度查询\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 16,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"移动端\",\n    \"level2\": \"信息填报\",\n    \"description\": \"可对鸡舍内鸡苗的入栏、出栏、淘汰信息进行动态维护\",\n    \"countItem\": \"入栏填报、出栏填报、淘汰填报\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 17,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"移动端\",\n    \"level2\": \"光伏数据监测\",\n    \"description\": \"监测光伏设备的运行状态和发电量，更好地了解光伏电站的运行状况\",\n    \"countItem\": \"光伏设备运行状态监测、发电量监测\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 18,\n    \"subsystem\": \"数字化展示系统\",\n    \"level1\": \"\",\n    \"level2\": \"\",\n    \"description\": \"配置综合显示屏幕、综合展示一体机等设备系统，对运营中心进行相关信息化布置，保障对养殖基地运营中心的综合展示\",\n    \"countItem\": \"综合显示屏幕配置、综合展示一体机配置、信息化布置\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 19,\n    \"subsystem\": \"数字运行中心配套\",\n    \"level1\": \"\",\n    \"level2\": \"\",\n    \"description\": \"运营中心展厅的地面、墙面、顶面进行基础的装修装饰，文化墙装饰，展示鸡场的项目背景、项目历程、生长周期、营养体系、经济价值以及建设成效展示等，配置沙盘展示云州区各鸡场的分布\",\n    \"countItem\": \"展厅装修装饰、文化墙装饰、沙盘配置\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  }\n]"

const data2 = [
  {
    id: 1,
    "subsystem": "智慧养殖大数据管理平台",
    "level1": "基础信息管理",
    "countItem": "养殖场信息管理",
    "description": "项目",
    "pdfTransformText": "概述",
    'level2': "",//二级模块
    'category':'' //识别功能描述文本中的功能类型
  },
  {
    id: 1,
    "subsystem": "智慧养殖大数据管理平台",
    "level1": "基础信息管理",
    'level2': "",//二级模块
    "countItem": "养殖场信息管理",
    "description": "项目",
    // "pdfTransformText": "概述",
    'category':'' //识别功能描述文本中的功能类型

  },
]
for (let index = 0; index < 35; index++) {
  data2.push({
      id: 12+index,
      "subsystem": "智慧养殖大数据管理平台",
      "level1": "基础信息管理",
      'level2': "",//二级模块
      "countItem": "养殖场信息管理",
      "description": "项目",
      // "pdfTransformText": "概述",
      'category':'' //识别功能描述文本中的功能类型
      
  })
  
}
const data3 =[
    {
        "id": "1",
        "subsystem": "校园足球管理子项目",
        "level1": "特色学校申请",
        "level2": "特色学校申请管理",
        "description": "达到校园足球特色学校建设标准的非特色学校，可以在系统首页申请特色学校，填写申请表提交至上级教育主管部门逐级审核，审核通过后成为校园足球特色学校并下发账号。",
        "countItem": "特色学校信息",
        "category": "ILF"
    },
    {
        "id": "2",
        "subsystem": "校园足球管理子项目",
        "level1": "特色学校申请",
        "level2": "特色学校申请管理",
        "description": "达到校园足球特色学校建设标准的非特色学校，可以在系统首页申请特色学校，填写申请表提交至上级教育主管部门逐级审核，审核通过后成为校园足球特色学校并下发账号。",
        "countItem": "特色学校信息创建",
        "category": "EI"
    },
    {
        "id": "3",
        "subsystem": "校园足球管理子项目",
        "level1": "特色学校申请",
        "level2": "特色学校申请管理",
        "description": "达到校园足球特色学校建设标准的非特色学校，可以在系统首页申请特色学校，填写申请表提交至上级教育主管部门逐级审核，审核通过后成为校园足球特色学校并下发账号。",
        "countItem": "特色学校信息修改",
        "category": "EI"
    },
    {
        "id": "4",
        "subsystem": "校园足球管理子项目",
        "level1": "特色学校申请",
        "level2": "特色学校申请管理",
        "description": "达到校园足球特色学校建设标准的非特色学校，可以在系统首页申请特色学校，填写申请表提交至上级教育主管部门逐级审核，审核通过后成为校园足球特色学校并下发账号。",
        "countItem": "特色学校信息删除",
        "category": "EI"
    },
    {
        "id": "5",
        "subsystem": "校园足球管理子项目",
        "level1": "特色学校申请",
        "level2": "特色学校申请",
        "description": "达到校园足球特色学校建设标准的非特色学校，可以在系统首页申请特色学校，填写申请表提交至上级教育主管部门逐级审核，审核通过后成为校园足球特色学校并下发账号。",
        "countItem": "特色学校申请",
        "category": "EI"
    },
    {
        "id": "6",
        "subsystem": "校园足球管理子项目",
        "level1": "特色学校申请",
        "level2": "申请进度查看",
        "description": "可查看特色学校申请进度。",
        "countItem": "特色学校申请进度查询",
        "category": "EQ"
    },
    {
        "id": "7",
        "subsystem": "校园足球管理子项目",
        "level1": "特色学校申请",
        "level2": "特色学校审核",
        "description": "上级教育主管部门对特色学校申请进行审核。",
        "countItem": "特色学校审核",
        "category": "EI"
    },
    {
        "id": "8",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "学校管理",
        "description": "学校基本概况信息，这部分基础数据从“国家教育信息化建设工程”已建成的相关业务系统中同步共享，无需再次进行采集。针对校园足球管理的特点，如校园足球工作小组的领导、成员、联系方式等等信息，在同步完学校基础信息后，由填报人员填写后提交至上级教育主管部门审核。",
        "countItem": "学校信息",
        "category": "ILF"
    },
    {
        "id": "9",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "学校管理",
        "description": "学校基本概况信息，这部分基础数据从“国家教育信息化建设工程”已建成的相关业务系统中同步共享，无需再次进行采集。针对校园足球管理的特点，如校园足球工作小组的领导、成员、联系方式等等信息，在同步完学校基础信息后，由填报人员填写后提交至上级教育主管部门审核。",
        "countItem": "学校信息创建",
        "category": "EI"
    },
    {
        "id": "10",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "学校管理",
        "description": "学校基本概况信息，这部分基础数据从“国家教育信息化建设工程”已建成的相关业务系统中同步共享，无需再次进行采集。针对校园足球管理的特点，如校园足球工作小组的领导、成员、联系方式等等信息，在同步完学校基础信息后，由填报人员填写后提交至上级教育主管部门审核。",
        "countItem": "学校信息修改",
        "category": "EI"
    },
    {
        "id": "11",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "学校管理",
        "description": "学校基本概况信息，这部分基础数据从“国家教育信息化建设工程”已建成的相关业务系统中同步共享，无需再次进行采集。针对校园足球管理的特点，如校园足球工作小组的领导、成员、联系方式等等信息，在同步完学校基础信息后，由填报人员填写后提交至上级教育主管部门审核。",
        "countItem": "学校信息删除",
        "category": "EI"
    },
    {
        "id": "12",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "学校管理",
        "description": "学校基本概况信息，这部分基础数据从“国家教育信息化建设工程”已建成的相关业务系统中同步共享，无需再次进行采集。针对校园足球管理的特点，如校园足球工作小组的领导、成员、联系方式等等信息，在同步完学校基础信息后，由填报人员填写后提交至上级教育主管部门审核。",
        "countItem": "学校信息同步",
        "category": "EI"
    },
    {
        "id": "13",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "学校管理",
        "description": "可查看学校信息。",
        "countItem": "学校信息查询",
        "category": "EQ"
    },
    {
        "id": "14",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "学生管理",
        "description": "学生管理主要是对学生基础信息和运动信息进行统一管理，包括同步、修改和查看。",
        "countItem": "学生信息",
        "category": "ILF"
    },
    {
        "id": "15",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "学生管理",
        "description": "学生管理主要是对学生基础信息和运动信息进行统一管理，包括同步、修改和查看。",
        "countItem": "学生信息创建",
        "category": "EI"
    },
    {
        "id": "16",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "学生管理",
        "description": "学生管理主要是对学生基础信息和运动信息进行统一管理，包括同步、修改和查看。",
        "countItem": "学生信息修改",
        "category": "EI"
    },
    {
        "id": "17",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "学生管理",
        "description": "学生管理主要是对学生基础信息和运动信息进行统一管理，包括同步、修改和查看。",
        "countItem": "学生信息删除",
        "category": "EI"
    },
    {
        "id": "18",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "学生管理",
        "description": "学生基础信息数据无需再次采集，从“国家教育信息化建设工程”已建成的相关业务系统中同步共享。",
        "countItem": "学生基础信息同步",
        "category": "EI"
    },
    {
        "id": "19",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "学生管理",
        "description": "可查看学生信息。",
        "countItem": "学生信息查询",
        "category": "EQ"
    },
    {
        "id": "20",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "学生运动员管理",
        "description": "学生运动员管理用于管理学生运动员的相关信息和业务，作为学校代表队队员参加校园足球竞赛的学生，需注册为学生运动员。学生运动员注册是由学校将相关信息提交至上级教育主管部门审核，审核通过后，方可报名参加校园足球竞赛。",
        "countItem": "学生运动员信息",
        "category": "ILF"
    },
    {
        "id": "21",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "学生运动员管理",
        "description": "学生运动员管理用于管理学生运动员的相关信息和业务，作为学校代表队队员参加校园足球竞赛的学生，需注册为学生运动员。学生运动员注册是由学校将相关信息提交至上级教育主管部门审核，审核通过后，方可报名参加校园足球竞赛。",
        "countItem": "学生运动员信息创建",
        "category": "EI"
    },
    {
        "id": "22",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "学生运动员管理",
        "description": "学生运动员管理用于管理学生运动员的相关信息和业务，作为学校代表队队员参加校园足球竞赛的学生，需注册为学生运动员。学生运动员注册是由学校将相关信息提交至上级教育主管部门审核，审核通过后，方可报名参加校园足球竞赛。",
        "countItem": "学生运动员信息修改",
        "category": "EI"
    },
    {
        "id": "23",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "学生运动员管理",
        "description": "学生运动员管理用于管理学生运动员的相关信息和业务，作为学校代表队队员参加校园足球竞赛的学生，需注册为学生运动员。学生运动员注册是由学校将相关信息提交至上级教育主管部门审核，审核通过后，方可报名参加校园足球竞赛。",
        "countItem": "学生运动员信息删除",
        "category": "EI"
    },
    {
        "id": "24",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "学生运动员管理",
        "description": "学生运动员注册是由学校将相关信息提交至上级教育主管部门审核，审核通过后，方可报名参加校园足球竞赛。",
        "countItem": "学生运动员注册",
        "category": "EI"
    },
    {
        "id": "25",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "学生运动员管理",
        "description": "上级教育主管部门对学生运动员注册信息进行审核。",
        "countItem": "学生运动员审核",
        "category": "EI"
    },
    {
        "id": "26",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "学生运动员管理",
        "description": "可修改学生运动员信息。",
        "countItem": "学生运动员信息修改操作",
        "category": "EI"
    },
    {
        "id": "27",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "学生运动员管理",
        "description": "可查看学生运动员信息。",
        "countItem": "学生运动员信息查询",
        "category": "EQ"
    },
    {
        "id": "28",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "青训运动员管理",
        "description": "青训运动员管理主要用于管理青训运动员的相关信息，参加校园竞赛的优秀学生运动员，可以申请注册为青训运动员，学校将青训运动员的相关信息提交至上级教育主管部门审核，审核通过后，可报名参加全国青训联赛。",
        "countItem": "青训运动员信息",
        "category": "ILF"
    },
    {
        "id": "29",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "青训运动员管理",
        "description": "青训运动员管理主要用于管理青训运动员的相关信息，参加校园竞赛的优秀学生运动员，可以申请注册为青训运动员，学校将青训运动员的相关信息提交至上级教育主管部门审核，审核通过后，可报名参加全国青训联赛。",
        "countItem": "青训运动员信息创建",
        "category": "EI"
    },
    {
        "id": "30",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "青训运动员管理",
        "description": "青训运动员管理主要用于管理青训运动员的相关信息，参加校园竞赛的优秀学生运动员，可以申请注册为青训运动员，学校将青训运动员的相关信息提交至上级教育主管部门审核，审核通过后，可报名参加全国青训联赛。",
        "countItem": "青训运动员信息修改",
        "category": "EI"
    },
    {
        "id": "31",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "青训运动员管理",
        "description": "青训运动员管理主要用于管理青训运动员的相关信息，参加校园竞赛的优秀学生运动员，可以申请注册为青训运动员，学校将青训运动员的相关信息提交至上级教育主管部门审核，审核通过后，可报名参加全国青训联赛。",
        "countItem": "青训运动员信息删除",
        "category": "EI"
    },
    {
        "id": "32",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "青训运动员管理",
        "description": "参加校园竞赛的优秀学生运动员，可以申请注册为青训运动员，学校将青训运动员的相关信息提交至上级教育主管部门审核，审核通过后，可报名参加全国青训联赛。",
        "countItem": "青训运动员注册",
        "category": "EI"
    },
    {
        "id": "33",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "青训运动员管理",
        "description": "上级教育主管部门对青训运动员注册信息进行审核。",
        "countItem": "青训运动员审核",
        "category": "EI"
    },
    {
        "id": "34",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "青训运动员管理",
        "description": "可修改青训运动员信息。",
        "countItem": "青训运动员信息修改操作",
        "category": "EI"
    },
    {
        "id": "35",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "青训运动员管理",
        "description": "可查看青训运动员信息。",
        "countItem": "青训运动员信息查询",
        "category": "EQ"
    },
    {
        "id": "36",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "体育教师管理",
        "description": "体育教师管理主要用于管理体育教师的相关信息和为体育教师提供相关业务操作，体育教师必须来源于学校，因此教师的基础信息数据无需再次采集，从“国家教育信息化建设工程”已建成的相关业务系统中同步共享。再由管理员对体育教师的其他相关信息进行补充，同时提供体育教师的其他一些业务操作。",
        "countItem": "体育教师信息",
        "category": "ILF"
    },
    {
        "id": "37",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "体育教师管理",
        "description": "体育教师管理主要用于管理体育教师的相关信息和为体育教师提供相关业务操作，体育教师必须来源于学校，因此教师的基础信息数据无需再次采集，从“国家教育信息化建设工程”已建成的相关业务系统中同步共享。再由管理员对体育教师的其他相关信息进行补充，同时提供体育教师的其他一些业务操作。",
        "countItem": "体育教师信息创建",
        "category": "EI"
    },
    {
        "id": "38",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "体育教师管理",
        "description": "体育教师管理主要用于管理体育教师的相关信息和为体育教师提供相关业务操作，体育教师必须来源于学校，因此教师的基础信息数据无需再次采集，从“国家教育信息化建设工程”已建成的相关业务系统中同步共享。再由管理员对体育教师的其他相关信息进行补充，同时提供体育教师的其他一些业务操作。",
        "countItem": "体育教师信息修改",
        "category": "EI"
    },
    {
        "id": "39",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "体育教师管理",
        "description": "体育教师管理主要用于管理体育教师的相关信息和为体育教师提供相关业务操作，体育教师必须来源于学校，因此教师的基础信息数据无需再次采集，从“国家教育信息化建设工程”已建成的相关业务系统中同步共享。再由管理员对体育教师的其他相关信息进行补充，同时提供体育教师的其他一些业务操作。",
        "countItem": "体育教师信息删除",
        "category": "EI"
    },
    {
        "id": "40",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "体育教师管理",
        "description": "体育教师的基础信息数据无需再次采集，从“国家教育信息化建设工程”已建成的相关业务系统中同步共享。",
        "countItem": "体育教师基础信息同步",
        "category": "EI"
    },
    {
        "id": "41",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "体育教师管理",
        "description": "可查看体育教师信息。",
        "countItem": "体育教师信息查询",
        "category": "EQ"
    },
    {
        "id": "42",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "教练管理",
        "description": "教练管理主要用于管理教练的相关信息和教学信息，教练需要具有足球特长的优秀体育或其他学科教师，经过培训考核后，申请注册成为学校校园足球教练，教练取得教练资格证书的需要在系统中进行登记。提交至上级教育主管部门审核。审核通过后，可承担学校代表队训练、竞赛指导等相应工作。",
        "countItem": "教练信息",
        "category": "ILF"
    },
    {
        "id": "43",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "教练管理",
        "description": "教练管理主要用于管理教练的相关信息和教学信息，教练需要具有足球特长的优秀体育或其他学科教师，经过培训考核后，申请注册成为学校校园足球教练，教练取得教练资格证书的需要在系统中进行登记。提交至上级教育主管部门审核。审核通过后，可承担学校代表队训练、竞赛指导等相应工作。",
        "countItem": "教练信息创建",
        "category": "EI"
    },
    {
        "id": "44",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "教练管理",
        "description": "教练管理主要用于管理教练的相关信息和教学信息，教练需要具有足球特长的优秀体育或其他学科教师，经过培训考核后，申请注册成为学校校园足球教练，教练取得教练资格证书的需要在系统中进行登记。提交至上级教育主管部门审核。审核通过后，可承担学校代表队训练、竞赛指导等相应工作。",
        "countItem": "教练信息修改",
        "category": "EI"
    },
    {
        "id": "45",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "教练管理",
        "description": "教练管理主要用于管理教练的相关信息和教学信息，教练需要具有足球特长的优秀体育或其他学科教师，经过培训考核后，申请注册成为学校校园足球教练，教练取得教练资格证书的需要在系统中进行登记。提交至上级教育主管部门审核。审核通过后，可承担学校代表队训练、竞赛指导等相应工作。",
        "countItem": "教练信息删除",
        "category": "EI"
    },
    {
        "id": "46",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "教练管理",
        "description": "教练需要具有足球特长的优秀体育或其他学科教师，经过培训考核后，申请注册成为学校校园足球教练，教练取得教练资格证书的需要在系统中进行登记。提交至上级教育主管部门审核。审核通过后，可承担学校代表队训练、竞赛指导等相应工作。",
        "countItem": "教练注册",
        "category": "EI"
    },
    {
        "id": "47",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "教练管理",
        "description": "上级教育主管部门对教练注册信息进行审核。",
        "countItem": "教练审核",
        "category": "EI"
    },
    {
        "id": "48",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "教练管理",
        "description": "可修改教练信息。",
        "countItem": "教练信息修改操作",
        "category": "EI"
    },
    {
        "id": "49",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "教练管理",
        "description": "可查看教练信息。",
        "countItem": "教练信息查询",
        "category": "EQ"
    },
    {
        "id": "50",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "教练执教经历管理",
        "description": "学校级或教师用户，在此填报教练的执教经历信息（所有比赛执教经历）。",
        "countItem": "教练执教经历信息",
        "category": "ILF"
    },
    {
        "id": "51",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "教练执教经历管理",
        "description": "学校级或教师用户，在此填报教练的执教经历信息（所有比赛执教经历）。",
        "countItem": "教练执教经历信息创建",
        "category": "EI"
    },
    {
        "id": "52",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "教练执教经历管理",
        "description": "学校级或教师用户，在此填报教练的执教经历信息（所有比赛执教经历）。",
        "countItem": "教练执教经历信息修改",
        "category": "EI"
    },
    {
        "id": "53",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "教练执教经历管理",
        "description": "学校级或教师用户，在此填报教练的执教经历信息（所有比赛执教经历）。",
        "countItem": "教练执教经历信息删除",
        "category": "EI"
    },
    {
        "id": "54",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "教练执教经历管理",
        "description": "学校级或教师用户，在此填报教练的执教经历信息（所有比赛执教经历）。",
        "countItem": "教练执教经历填报",
        "category": "EI"
    },
    {
        "id": "55",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "裁判管理",
        "description": "裁判管理主要用于裁判的信息管理，裁判要求具有足球特长的优秀体育或其他学科教师，经过培训考核后，申请注册成为学校校园足球裁判，提交至上级教育主管部门审核。裁判取得裁判资格证书的，需要在系统中进行相关登记，以便于足球联赛时进行裁判员的选取。审核通过后，可承担学校代表队竞赛指导和裁判等相应工作。",
        "countItem": "裁判信息",
        "category": "ILF"
    },
    {
        "id": "56",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "裁判管理",
        "description": "裁判管理主要用于裁判的信息管理，裁判要求具有足球特长的优秀体育或其他学科教师，经过培训考核后，申请注册成为学校校园足球裁判，提交至上级教育主管部门审核。裁判取得裁判资格证书的，需要在系统中进行相关登记，以便于足球联赛时进行裁判员的选取。审核通过后，可承担学校代表队竞赛指导和裁判等相应工作。",
        "countItem": "裁判信息创建",
        "category": "EI"
    },
    {
        "id": "57",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "裁判管理",
        "description": "裁判管理主要用于裁判的信息管理，裁判要求具有足球特长的优秀体育或其他学科教师，经过培训考核后，申请注册成为学校校园足球裁判，提交至上级教育主管部门审核。裁判取得裁判资格证书的，需要在系统中进行相关登记，以便于足球联赛时进行裁判员的选取。审核通过后，可承担学校代表队竞赛指导和裁判等相应工作。",
        "countItem": "裁判信息修改",
        "category": "EI"
    },
    {
        "id": "58",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "裁判管理",
        "description": "裁判管理主要用于裁判的信息管理，裁判要求具有足球特长的优秀体育或其他学科教师，经过培训考核后，申请注册成为学校校园足球裁判，提交至上级教育主管部门审核。裁判取得裁判资格证书的，需要在系统中进行相关登记，以便于足球联赛时进行裁判员的选取。审核通过后，可承担学校代表队竞赛指导和裁判等相应工作。",
        "countItem": "裁判信息删除",
        "category": "EI"
    },
    {
        "id": "59",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "裁判管理",
        "description": "裁判要求具有足球特长的优秀体育或其他学科教师，经过培训考核后，申请注册成为学校校园足球裁判，提交至上级教育主管部门审核。裁判取得裁判资格证书的，需要在系统中进行相关登记，以便于足球联赛时进行裁判员的选取。审核通过后，可承担学校代表队竞赛指导和裁判等相应工作。",
        "countItem": "裁判注册",
        "category": "EI"
    },
    {
        "id": "60",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "裁判管理",
        "description": "上级教育主管部门对裁判注册信息进行审核。",
        "countItem": "裁判审核",
        "category": "EI"
    },
    {
        "id": "61",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "裁判管理",
        "description": "可修改裁判信息。",
        "countItem": "裁判信息修改操作",
        "category": "EI"
    },
    {
        "id": "62",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "裁判管理",
        "description": "可查看裁判信息。",
        "countItem": "裁判信息查询",
        "category": "EQ"
    },
    {
        "id": "63",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "裁判执法经历管理",
        "description": "学校级或教师用户，在此填报裁判的执法经历信息（所有比赛执法经历）。",
        "countItem": "裁判执法经历信息",
        "category": "ILF"
    },
    {
        "id": "64",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "裁判执法经历管理",
        "description": "学校级或教师用户，在此填报裁判的执法经历信息（所有比赛执法经历）。",
        "countItem": "裁判执法经历信息创建",
        "category": "EI"
    },
    {
        "id": "65",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "裁判执法经历管理",
        "description": "学校级或教师用户，在此填报裁判的执法经历信息（所有比赛执法经历）。",
        "countItem": "裁判执法经历信息修改",
        "category": "EI"
    },
    {
        "id": "66",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "裁判执法经历管理",
        "description": "学校级或教师用户，在此填报裁判的执法经历信息（所有比赛执法经历）。",
        "countItem": "裁判执法经历信息删除",
        "category": "EI"
    },
    {
        "id": "67",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "裁判执法经历管理",
        "description": "学校级或教师用户，在此填报裁判的执法经历信息（所有比赛执法经历）。",
        "countItem": "裁判执法经历填报",
        "category": "EI"
    },
    {
        "id": "68",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "场地管理",
        "description": "场地管理对学校的校园足球教学、培训、竞赛等相关活动所用场地，进行统一注册管理，不满足校园足球特色学校建设标准中场地要求的学校将不再作为校园足球特色学校。",
        "countItem": "场地信息",
        "category": "ILF"
    },
    {
        "id": "69",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "场地管理",
        "description": "场地管理对学校的校园足球教学、培训、竞赛等相关活动所用场地，进行统一注册管理，不满足校园足球特色学校建设标准中场地要求的学校将不再作为校园足球特色学校。",
        "countItem": "场地信息创建",
        "category": "EI"
    },
    {
        "id": "70",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "场地管理",
        "description": "场地管理对学校的校园足球教学、培训、竞赛等相关活动所用场地，进行统一注册管理，不满足校园足球特色学校建设标准中场地要求的学校将不再作为校园足球特色学校。",
        "countItem": "场地信息修改",
        "category": "EI"
    },
    {
        "id": "71",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "场地管理",
        "description": "场地管理对学校的校园足球教学、培训、竞赛等相关活动所用场地，进行统一注册管理，不满足校园足球特色学校建设标准中场地要求的学校将不再作为校园足球特色学校。",
        "countItem": "场地信息删除",
        "category": "EI"
    },
    {
        "id": "72",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "场地管理",
        "description": "场地注册流程如下图所示：图 4 - 8 场地注册流程图",
        "countItem": "场地注册",
        "category": "EI"
    },
    {
        "id": "73",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "场地管理",
        "description": "上级教育主管部门对场地注册信息进行审核。",
        "countItem": "场地审核",
        "category": "EI"
    },
    {
        "id": "74",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "场地管理",
        "description": "可修改场地信息。",
        "countItem": "场地信息修改操作",
        "category": "EI"
    },
    {
        "id": "75",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "场地管理",
        "description": "可查看场地信息。",
        "countItem": "场地信息查询",
        "category": "EQ"
    },
    {
        "id": "76",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "相关信息管理",
        "description": "区县、地市、省、中央级主管教育部门用户根据对自身需求，可以发布相关的政策、法律、规定、通知等信息，同时可上传相应的附件，提交至本级领导用户审核通过后生效。生效后，发布部门辖区范围内的所有用户都可以在本模块中查看所发布的信息。",
        "countItem": "相关信息",
        "category": "ILF"
    },
    {
        "id": "77",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "相关信息管理",
        "description": "区县、地市、省、中央级主管教育部门用户根据对自身需求，可以发布相关的政策、法律、规定、通知等信息，同时可上传相应的附件，提交至本级领导用户审核通过后生效。生效后，发布部门辖区范围内的所有用户都可以在本模块中查看所发布的信息。",
        "countItem": "相关信息创建",
        "category": "EI"
    },
    {
        "id": "78",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "相关信息管理",
        "description": "区县、地市、省、中央级主管教育部门用户根据对自身需求，可以发布相关的政策、法律、规定、通知等信息，同时可上传相应的附件，提交至本级领导用户审核通过后生效。生效后，发布部门辖区范围内的所有用户都可以在本模块中查看所发布的信息。",
        "countItem": "相关信息修改",
        "category": "EI"
    },
    {
        "id": "79",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "相关信息管理",
        "description": "区县、地市、省、中央级主管教育部门用户根据对自身需求，可以发布相关的政策、法律、规定、通知等信息，同时可上传相应的附件，提交至本级领导用户审核通过后生效。生效后，发布部门辖区范围内的所有用户都可以在本模块中查看所发布的信息。",
        "countItem": "相关信息删除",
        "category": "EI"
    },
    {
        "id": "80",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "相关信息管理",
        "description": "区县、地市、省、中央级主管教育部门用户根据对自身需求，可以发布相关的政策、法律、规定、通知等信息，同时可上传相应的附件，提交至本级领导用户审核通过后生效。",
        "countItem": "相关信息发布",
        "category": "EI"
    },
    {
        "id": "81",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "相关信息管理",
        "description": "可修改相关信息。",
        "countItem": "相关信息修改操作",
        "category": "EI"
    },
    {
        "id": "82",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "相关信息管理",
        "description": "上级领导用户对相关信息进行审核。",
        "countItem": "相关信息审核",
        "category": "EI"
    },
    {
        "id": "83",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "相关信息管理",
        "description": "可查看相关信息。",
        "countItem": "相关信息查询",
        "category": "EQ"
    },
    {
        "id": "84",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "俱乐部（企业）管理",
        "description": "俱乐部（企业）管理主要是对与各级教育、体育部门和学校有公益合作关系的俱乐部（企业）进行统一管理，包括注册、修改和查看。",
        "countItem": "俱乐部（企业）信息",
        "category": "ILF"
    },
    {
        "id": "85",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "俱乐部（企业）管理",
        "description": "俱乐部（企业）管理主要是对与各级教育、体育部门和学校有公益合作关系的俱乐部（企业）进行统一管理，包括注册、修改和查看。",
        "countItem": "俱乐部（企业）信息创建",
        "category": "EI"
    },
    {
        "id": "86",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "俱乐部（企业）管理",
        "description": "俱乐部（企业）管理主要是对与各级教育、体育部门和学校有公益合作关系的俱乐部（企业）进行统一管理，包括注册、修改和查看。",
        "countItem": "俱乐部（企业）信息修改",
        "category": "EI"
    },
    {
        "id": "87",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "俱乐部（企业）管理",
        "description": "俱乐部（企业）管理主要是对与各级教育、体育部门和学校有公益合作关系的俱乐部（企业）进行统一管理，包括注册、修改和查看。",
        "countItem": "俱乐部（企业）信息删除",
        "category": "EI"
    },
    {
        "id": "88",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "俱乐部（企业）管理",
        "description": "可对俱乐部（企业）进行注册。",
        "countItem": "俱乐部（企业）注册",
        "category": "EI"
    },
    {
        "id": "89",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "俱乐部（企业）管理",
        "description": "可修改俱乐部（企业）信息。",
        "countItem": "俱乐部（企业）信息修改操作",
        "category": "EI"
    },
    {
        "id": "90",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "俱乐部（企业）管理",
        "description": "可查看俱乐部（企业）信息。",
        "countItem": "俱乐部（企业）信息查询",
        "category": "EQ"
    },
    {
        "id": "91",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "安全保险管理",
        "description": "安全保险管理主要是对安全防范规章制度和保险机制进行统一管理。以此加强校园足球运动伤害风险管理、运动安全教育、检查和管理，增强学生运动安全和自我保护意识，提升校园足球安全保障水平。",
        "countItem": "安全保险信息",
        "category": "ILF"
    },
    {
        "id": "92",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "安全保险管理",
        "description": "安全保险管理主要是对安全防范规章制度和保险机制进行统一管理。以此加强校园足球运动伤害风险管理、运动安全教育、检查和管理，增强学生运动安全和自我保护意识，提升校园足球安全保障水平。",
        "countItem": "安全保险信息创建",
        "category": "EI"
    },
    {
        "id": "93",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "安全保险管理",
        "description": "安全保险管理主要是对安全防范规章制度和保险机制进行统一管理。以此加强校园足球运动伤害风险管理、运动安全教育、检查和管理，增强学生运动安全和自我保护意识，提升校园足球安全保障水平。",
        "countItem": "安全保险信息修改",
        "category": "EI"
    },
    {
        "id": "94",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "安全保险管理",
        "description": "安全保险管理主要是对安全防范规章制度和保险机制进行统一管理。以此加强校园足球运动伤害风险管理、运动安全教育、检查和管理，增强学生运动安全和自我保护意识，提升校园足球安全保障水平。",
        "countItem": "安全保险信息删除",
        "category": "EI"
    },
    {
        "id": "95",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "安全保险管理",
        "description": "各级用户根据相关规定和本级及辖区实际情况，制定校园足球运动安全防范规章制度，并在系统中进行统一管理，包括录入、修改和查看。",
        "countItem": "安全规章制度录入",
        "category": "EI"
    },
    {
        "id": "96",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "安全保险管理",
        "description": "各级用户根据相关规定和本级及辖区实际情况，制定校园足球运动安全防范规章制度，并在系统中进行统一管理，包括录入、修改和查看。",
        "countItem": "安全规章制度修改",
        "category": "EI"
    },
    {
        "id": "97",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "安全保险管理",
        "description": "各级用户根据相关规定和本级及辖区实际情况，制定校园足球运动安全防范规章制度，并在系统中进行统一管理，包括录入、修改和查看。",
        "countItem": "安全规章制度查看",
        "category": "EQ"
    },
    {
        "id": "98",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "安全保险管理",
        "description": "各级用户需完善保险机制，由政府或学校统一购买保险服务。相关保险信息需在系统中进行统一管理，包含录入、修改和查看。",
        "countItem": "保险录入",
        "category": "EI"
    },
    {
        "id": "99",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "安全保险管理",
        "description": "各级用户需完善保险机制，由政府或学校统一购买保险服务。相关保险信息需在系统中进行统一管理，包含录入、修改和查看。",
        "countItem": "保险修改",
        "category": "EI"
    },
    {
        "id": "100",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "安全保险管理",
        "description": "各级用户需完善保险机制，由政府或学校统一购买保险服务。相关保险信息需在系统中进行统一管理，包含录入、修改和查看。",
        "countItem": "保险查看",
        "category": "EQ"
    },
    {
        "id": "101",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "安全保险管理",
        "description": "学生保险管理主要是对在校学生所享受的保险进行统一管理，包含登记、修改和查看。",
        "countItem": "学生保险登记",
        "category": "EI"
    },
    {
        "id": "102",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "安全保险管理",
        "description": "学生保险管理主要是对在校学生所享受的保险进行统一管理，包含登记、修改和查看。",
        "countItem": "学生保险修改",
        "category": "EI"
    },
    {
        "id": "103",
        "subsystem": "校园足球管理子项目",
        "level1": "基本信息管理",
        "level2": "安全保险管理",
        "description": "学生保险管理主要是对在校学生所享受的保险进行统一管理，包含登记、修改和查看。",
        "countItem": "学生保险查看",
        "category": "EQ"
    },
    {
        "id": "104",
        "subsystem": "校园足球管理子项目",
        "level1": "足球教学管理",
        "level2": "教学课程管理",
        "description": "教学课程管理主要是以青少年校园足球教学指南、训练大纲为指导，由学校管理人员在系统中录入与本校教学内容和特色相关的多样化足球教学课程。",
        "countItem": "教学课程信息",
        "category": "ILF"
    },
    {
        "id": "105",
        "subsystem": "校园足球管理子项目",
        "level1": "足球教学管理",
        "level2": "教学课程管理",
        "description": "教学课程管理主要是以青少年校园足球教学指南、训练大纲为指导，由学校管理人员在系统中录入与本校教学内容和特色相关的多样化足球教学课程。",
        "countItem": "教学课程信息创建",
        "category": "EI"
    },
    {
        "id": "106",
        "subsystem": "校园足球管理子项目",
        "level1": "足球教学管理",
        "level2": "教学课程管理",
        "description": "教学课程管理主要是以青少年校园足球教学指南、训练大纲为指导，由学校管理人员在系统中录入与本校教学内容和特色相关的多样化足球教学课程。",
        "countItem": "教学课程信息修改",
        "category": "EI"
    },
    {
        "id": "107",
        "subsystem": "校园足球管理子项目",
        "level1": "足球教学管理",
        "level2": "教学课程管理",
        "description": "教学课程管理主要是以青少年校园足球教学指南、训练大纲为指导，由学校管理人员在系统中录入与本校教学内容和特色相关的多样化足球教学课程。",
        "countItem": "教学课程信息删除",
        "category": "EI"
    },
    {
        "id": "108",
        "subsystem": "校园足球管理子项目",
        "level1": "足球教学管理",
        "level2": "教学课程管理",
        "description": "教学课程管理主要是以青少年校园足球教学指南、训练大纲为指导，由学校管理人员在系统中录入与本校教学内容和特色相关的多样化足球教学课程。",
        "countItem": "教学课程设定",
        "category": "EI"
    },
    {
        "id": "109",
        "subsystem": "校园足球管理子项目",
        "level1": "足球教学管理",
        "level2": "教学课程管理",
        "description": "可查看教学课程。",
        "countItem": "教学课程查询",
        "category": "EQ"
    },
    {
        "id": "110",
        "subsystem": "校园足球管理子项目",
        "level1": "足球教学管理",
        "level2": "教学课程管理",
        "description": "可修改教学课程。",
        "countItem": "教学课程修改操作",
        "category": "EI"
    },
    {
        "id": "111",
        "subsystem": "校园足球管理子项目",
        "level1": "足球教学管理",
        "level2": "学生成绩管理",
        "description": "学生成绩管理主要是管理学生在足球教学课程中的成绩，包括录入和修改并可供学生查询。",
        "countItem": "学生成绩信息",
        "category": "ILF"
    },
    {
        "id": "112",
        "subsystem": "校园足球管理子项目",
        "level1": "足球教学管理",
        "level2": "学生成绩管理",
        "description": "学生成绩管理主要是管理学生在足球教学课程中的成绩，包括录入和修改并可供学生查询。",
        "countItem": "学生成绩信息创建",
        "category": "EI"
    },
    {
        "id": "113",
        "subsystem": "校园足球管理子项目",
        "level1": "足球教学管理",
        "level2": "学生成绩管理",
        "description": "学生成绩管理主要是管理学生在足球教学课程中的成绩，包括录入和修改并可供学生查询。",
        "countItem": "学生成绩信息修改",
        "category": "EI"
    },
    {
        "id": "114",
        "subsystem": "校园足球管理子项目",
        "level1": "足球教学管理",
        "level2": "学生成绩管理",
        "description": "学生成绩管理主要是管理学生在足球教学课程中的成绩，包括录入和修改并可供学生查询。",
        "countItem": "学生成绩信息删除",
        "category": "EI"
    },
    {
        "id": "115",
        "subsystem": "校园足球管理子项目",
        "level1": "足球教学管理",
        "level2": "学生成绩管理",
        "description": "录入学生在足球教学课程中的成绩。",
        "countItem": "学生成绩录入",
        "category": "EI"
    },
    {
        "id": "116",
        "subsystem": "校园足球管理子项目",
        "level1": "足球教学管理",
        "level2": "学生成绩管理",
        "description": "修改学生在足球教学课程中的成绩。",
        "countItem": "学生成绩修改",
        "category": "EI"
    },
    {
        "id": "117",
        "subsystem": "校园足球管理子项目",
        "level1": "足球教学管理",
        "level2": "学生成绩管理",
        "description": "学生可查询自己在足球教学课程中的成绩。",
        "countItem": "学生成绩查询",
        "category": "EQ"
    },
    {
        "id": "118",
        "subsystem": "校园足球管理子项目",
        "level1": "数字化教学资源管理",
        "level2": "资源管理",
        "description": "数字化教学资源管理主要是对校园足球的基本规则、动作、技能和攻防技巧等数字化教学资源进行统一管理。资源包含文档、图片和视频等多种形式。",
        "countItem": "数字化教学资源信息",
        "category": "ILF"
    },
    {
        "id": "119",
        "subsystem": "校园足球管理子项目",
        "level1": "数字化教学资源管理",
        "level2": "资源管理",
        "description": "数字化教学资源管理主要是对校园足球的基本规则、动作、技能和攻防技巧等数字化教学资源进行统一管理。资源包含文档、图片和视频等多种形式。",
        "countItem": "数字化教学资源信息创建",
        "category": "EI"
    },
    {
        "id": "120",
        "subsystem": "校园足球管理子项目",
        "level1": "数字化教学资源管理",
        "level2": "资源管理",
        "description": "数字化教学资源管理主要是对校园足球的基本规则、动作、技能和攻防技巧等数字化教学资源进行统一管理。资源包含文档、图片和视频等多种形式。",
        "countItem": "数字化教学资源信息修改",
        "category": "EI"
    },
    {
        "id": "121",
        "subsystem": "校园足球管理子项目",
        "level1": "数字化教学资源管理",
        "level2": "资源管理",
        "description": "数字化教学资源管理主要是对校园足球的基本规则、动作、技能和攻防技巧等数字化教学资源进行统一管理。资源包含文档、图片和视频等多种形式。",
        "countItem": "数字化教学资源信息删除",
        "category": "EI"
    },
    {
        "id": "122",
        "subsystem": "校园足球管理子项目",
        "level1": "数字化教学资源管理",
        "level2": "资源管理",
        "description": "中央、省、地市、区县和学校级用户可以上传校园足球相关教学资源，上传的资源可自行选择共享范围，如本级、所有用户和面向公众等范围内的用户查看。上传超出本级范围的共享资源需要上级主管部门审核通过后，方可在系统中共享查看。",
        "countItem": "数字化教学资源上传",
        "category": "EI"
    },
    {
        "id": "123",
        "subsystem": "校园足球管理子项目",
        "level1": "数字化教学资源管理",
        "level2": "资源管理",
        "description": "可修改数字化教学资源信息。",
        "countItem": "数字化教学资源修改操作",
        "category": "EI"
    },
    {
        "id": "124",
        "subsystem": "校园足球管理子项目",
        "level1": "数字化教学资源管理",
        "level2": "资源管理",
        "description": "省、地市、区县和学校级用户可以在线查看各级部门用户上传的校园足球相关教学资源。",
        "countItem": "数字化教学资源查询",
        "category": "EQ"
    },
    {
        "id": "125",
        "subsystem": "校园足球管理子项目",
        "level1": "师资培训管理",
        "level2": "培训课程管理",
        "description": "师资培训管理主要是对校园足球师资培训课程进行统一管理，分为地方培训和国家级专项培训。培训对象包含中小学校长、骨干教师、优秀教练员和裁判员等。培训内容包含青少年校园足球发展政策规划解读、校园足球管理能力、入职培训考核、教师专业技能培训等，全面提升校园足球师资人才的管理能力、教学实践能力和综合职业素养。",
        "countItem": "师资培训课程信息",
        "category": "ILF"
    },
    {
        "id": "126",
        "subsystem": "校园足球管理子项目",
        "level1": "师资培训管理",
        "level2": "培训课程管理",
        "description": "师资培训管理主要是对校园足球师资培训课程进行统一管理，分为地方培训和国家级专项培训。培训对象包含中小学校长、骨干教师、优秀教练员和裁判员等。培训内容包含青少年校园足球发展政策规划解读、校园足球管理能力、入职培训考核、教师专业技能培训等，全面提升校园足球师资人才的管理能力、教学实践能力和综合职业素养。",
        "countItem": "师资培训课程信息创建",
        "category": "EI"
    },
    {
        "id": "127",
        "subsystem": "校园足球管理子项目",
        "level1": "师资培训管理",
        "level2": "培训课程管理",
        "description": "师资培训管理主要是对校园足球师资培训课程进行统一管理，分为地方培训和国家级专项培训。培训对象包含中小学校长、骨干教师、优秀教练员和裁判员等。培训内容包含青少年校园足球发展政策规划解读、校园足球管理能力、入职培训考核、教师专业技能培训等，全面提升校园足球师资人才的管理能力、教学实践能力和综合职业素养。",
        "countItem": "师资培训课程信息修改",
        "category": "EI"
    },
    {
        "id": "128",
        "subsystem": "校园足球管理子项目",
        "level1": "师资培训管理",
        "level2": "培训课程管理",
        "description": "师资培训管理主要是对校园足球师资培训课程进行统一管理，分为地方培训和国家级专项培训。培训对象包含中小学校长、骨干教师、优秀教练员和裁判员等。培训内容包含青少年校园足球发展政策规划解读、校园足球管理能力、入职培训考核、教师专业技能培训等，全面提升校园足球师资人才的管理能力、教学实践能力和综合职业素养。",
        "countItem": "师资培训课程信息删除",
        "category": "EI"
    },
    {
        "id": "129",
        "subsystem": "校园足球管理子项目",
        "level1": "师资培训管理",
        "level2": "培训课程管理",
        "description": "各级教育主管部门和学校级用户根据上级管理部门相关方案，结合实际情况，由管理人员在系统中录入与本级师资要求和特色相关的校园足球师资培训课程。",
        "countItem": "地方培训课程设定",
        "category": "EI"
    },
    {
        "id": "130",
        "subsystem": "校园足球管理子项目",
        "level1": "师资培训管理",
        "level2": "培训课程管理",
        "description": "中央级用户根据校园足球师资队伍建设需求，可统筹规划各类培训内容、培训方式和培训类型的国家级专项培训。并由管理人员在系统中录入培训课程内容信息。",
        "countItem": "国家级专项培训课程设定",
        "category": "EI"
    },
    {
        "id": "131",
        "subsystem": "校园足球管理子项目",
        "level1": "师资培训管理",
        "level2": "培训课程管理",
        "description": "可查看师资培训课程。",
        "countItem": "师资培训课程查询",
        "category": "EQ"
    },
    {
        "id": "132",
        "subsystem": "校园足球管理子项目",
        "level1": "师资培训管理",
        "level2": "培训课程管理",
        "description": "可修改师资培训课程。",
        "countItem": "师资培训课程修改操作",
        "category": "EI"
    },
    {
        "id": "133",
        "subsystem": "校园足球管理子项目",
        "level1": "师资培训管理",
        "level2": "培训结果管理",
        "description": "培训结果管理主要是对参训人员在培训中的考核结果（优秀、良好、合格）进行统一管理，包括录入和修改，并可供教师（足球教师、教练、裁判）查询。",
        "countItem": "培训结果信息",
        "category": "ILF"
    },
    {
        "id": "134",
        "subsystem": "校园足球管理子项目",
        "level1": "师资培训管理",
        "level2": "培训结果管理",
        "description": "培训结果管理主要是对参训人员在培训中的考核结果（优秀、良好、合格）进行统一管理，包括录入和修改，并可供教师（足球教师、教练、裁判）查询。",
        "countItem": "培训结果信息创建",
        "category": "EI"
    },
    {
        "id": "135",
        "subsystem": "校园足球管理子项目",
        "level1": "师资培训管理",
        "level2": "培训结果管理",
        "description": "培训结果管理主要是对参训人员在培训中的考核结果（优秀、良好、合格）进行统一管理，包括录入和修改，并可供教师（足球教师、教练、裁判）查询。",
        "countItem": "培训结果信息修改",
        "category": "EI"
    },
    {
        "id": "136",
        "subsystem": "校园足球管理子项目",
        "level1": "师资培训管理",
        "level2": "培训结果管理",
        "description": "培训结果管理主要是对参训人员在培训中的考核结果（优秀、良好、合格）进行统一管理，包括录入和修改，并可供教师（足球教师、教练、裁判）查询。",
        "countItem": "培训结果信息删除",
        "category": "EI"
    },
    {
        "id": "137",
        "subsystem": "校园足球管理子项目",
        "level1": "师资培训管理",
        "level2": "培训结果管理",
        "description": "录入参训人员在培训中的考核结果。",
        "countItem": "培训结果录入",
        "category": "EI"
    },
    {
        "id": "138",
        "subsystem": "校园足球管理子项目",
        "level1": "师资培训管理",
        "level2": "培训结果管理",
        "description": "修改参训人员在培训中的考核结果。",
        "countItem": "培训结果修改",
        "category": "EI"
    },
    {
        "id": "139",
        "subsystem": "校园足球管理子项目",
        "level1": "师资培训管理",
        "level2": "培训结果管理",
        "description": "教师（足球教师、教练、裁判）可查询参训人员在培训中的考核结果。",
        "countItem": "培训结果查询",
        "category": "EQ"
    },
    {
        "id": "140",
        "subsystem": "校园足球管理子项目",
        "level1": "师资培训管理",
        "level2": "培训证书管理",
        "description": "通过考核的人员，将颁发证书。各级教育主管部门用户可将系统自动生成的本辖区范围内通过考核的参训人员所获得的电子证书打印并线下颁发给参训人员。其中国家专项培训的证书只能通过系统自动生成、查询和打印。",
        "countItem": "培训证书信息",
        "category": "ILF"
    },
    {
        "id": "141",
        "subsystem": "校园足球管理子项目",
        "level1": "师资培训管理",
        "level2": "培训证书管理",
        "description": "通过考核的人员，将颁发证书。各级教育主管部门用户可将系统自动生成的本辖区范围内通过考核的参训人员所获得的电子证书打印并线下颁发给参训人员。其中国家专项培训的证书只能通过系统自动生成、查询和打印。",
        "countItem": "培训证书信息创建",
        "category": "EI"
    },
    {
        "id": "142",
        "subsystem": "校园足球管理子项目",
        "level1": "师资培训管理",
        "level2": "培训证书管理",
        "description": "通过考核的人员，将颁发证书。各级教育主管部门用户可将系统自动生成的本辖区范围内通过考核的参训人员所获得的电子证书打印并线下颁发给参训人员。其中国家专项培训的证书只能通过系统自动生成、查询和打印。",
        "countItem": "培训证书信息修改",
        "category": "EI"
    },
    {
        "id": "143",
        "subsystem": "校园足球管理子项目",
        "level1": "师资培训管理",
        "level2": "培训证书管理",
        "description": "通过考核的人员，将颁发证书。各级教育主管部门用户可将系统自动生成的本辖区范围内通过考核的参训人员所获得的电子证书打印并线下颁发给参训人员。其中国家专项培训的证书只能通过系统自动生成、查询和打印。",
        "countItem": "培训证书信息删除",
        "category": "EI"
    },
    {
        "id": "144",
        "subsystem": "校园足球管理子项目",
        "level1": "师资培训管理",
        "level2": "培训证书管理",
        "description": "系统自动生成通过考核的参训人员的电子证书。",
        "countItem": "培训证书生成",
        "category": "EO"
    },
    {
        "id": "145",
        "subsystem": "校园足球管理子项目",
        "level1": "师资培训管理",
        "level2": "培训证书管理",
        "description": "可查询培训证书。",
        "countItem": "培训证书查询",
        "category": "EQ"
    },
    {
        "id": "146",
        "subsystem": "校园足球管理子项目",
        "level1": "师资培训管理",
        "level2": "培训证书管理",
        "description": "可打印培训证书。",
        "countItem": "培训证书打印",
        "category": "EQ"
    },
    {
        "id": "147",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "啦啦队管理",
        "description": "啦啦队管理主要是对学校的啦啦队及其成员进行统一管理。",
        "countItem": "啦啦队信息",
        "category": "ILF"
    },
    {
        "id": "148",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "啦啦队管理",
        "description": "啦啦队管理主要是对学校的啦啦队及其成员进行统一管理。",
        "countItem": "啦啦队信息创建",
        "category": "EI"
    },
    {
        "id": "149",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "啦啦队管理",
        "description": "啦啦队管理主要是对学校的啦啦队及其成员进行统一管理。",
        "countItem": "啦啦队信息修改",
        "category": "EI"
    },
    {
        "id": "150",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "啦啦队管理",
        "description": "啦啦队管理主要是对学校的啦啦队及其成员进行统一管理。",
        "countItem": "啦啦队信息删除",
        "category": "EI"
    },
    {
        "id": "151",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "啦啦队管理",
        "description": "对学校的啦啦队进行注册。",
        "countItem": "啦啦队注册",
        "category": "EI"
    },
    {
        "id": "152",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "啦啦队管理",
        "description": "可修改啦啦队信息。",
        "countItem": "啦啦队信息修改操作",
        "category": "EI"
    },
    {
        "id": "153",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "啦啦队管理",
        "description": "可查看啦啦队信息。",
        "countItem": "啦啦队信息查询",
        "category": "EQ"
    },
    {
        "id": "154",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "集训管理",
        "description": "集训管理主要是对各级主管教育部门及学校用户，结合自身需要而制定的集训计划进行统一管理，包括集训活动内容及结果的录入、修改和查看。集训计划包含赛前集训和假期集训等。",
        "countItem": "集训信息",
        "category": "ILF"
    },
    {
        "id": "155",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "集训管理",
        "description": "集训管理主要是对各级主管教育部门及学校用户，结合自身需要而制定的集训计划进行统一管理，包括集训活动内容及结果的录入、修改和查看。集训计划包含赛前集训和假期集训等。",
        "countItem": "集训信息创建",
        "category": "EI"
    },
    {
        "id": "156",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "集训管理",
        "description": "集训管理主要是对各级主管教育部门及学校用户，结合自身需要而制定的集训计划进行统一管理，包括集训活动内容及结果的录入、修改和查看。集训计划包含赛前集训和假期集训等。",
        "countItem": "集训信息修改",
        "category": "EI"
    },
    {
        "id": "157",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "集训管理",
        "description": "集训管理主要是对各级主管教育部门及学校用户，结合自身需要而制定的集训计划进行统一管理，包括集训活动内容及结果的录入、修改和查看。集训计划包含赛前集训和假期集训等。",
        "countItem": "集训信息删除",
        "category": "EI"
    },
    {
        "id": "158",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "集训管理",
        "description": "录入集训活动内容及结果。",
        "countItem": "集训内容及结果录入",
        "category": "EI"
    },
    {
        "id": "159",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "集训管理",
        "description": "修改集训活动内容及结果。",
        "countItem": "集训内容及结果修改",
        "category": "EI"
    },
    {
        "id": "160",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "集训管理",
        "description": "可查看集训活动内容及结果。",
        "countItem": "集训内容及结果查询",
        "category": "EQ"
    },
    {
        "id": "161",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "俱乐部活动管理",
        "description": "俱乐部活动管理主要是对教师和学生在校外参加的俱乐部活动进行统一录入管理。其中俱乐部活动包括多种类培训、比赛等等。学校和教师用户可以在此功能模块中对教师和学生所参加的俱乐部活动内容及结果进行统一管理，包括录入、修改和查看。教师录入的其本人参加活动的记录需要学校用户审核通过后方可生效。",
        "countItem": "俱乐部活动信息",
        "category": "ILF"
    },
    {
        "id": "162",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "俱乐部活动管理",
        "description": "俱乐部活动管理主要是对教师和学生在校外参加的俱乐部活动进行统一录入管理。其中俱乐部活动包括多种类培训、比赛等等。学校和教师用户可以在此功能模块中对教师和学生所参加的俱乐部活动内容及结果进行统一管理，包括录入、修改和查看。教师录入的其本人参加活动的记录需要学校用户审核通过后方可生效。",
        "countItem": "俱乐部活动信息创建",
        "category": "EI"
    },
    {
        "id": "163",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "俱乐部活动管理",
        "description": "俱乐部活动管理主要是对教师和学生在校外参加的俱乐部活动进行统一录入管理。其中俱乐部活动包括多种类培训、比赛等等。学校和教师用户可以在此功能模块中对教师和学生所参加的俱乐部活动内容及结果进行统一管理，包括录入、修改和查看。教师录入的其本人参加活动的记录需要学校用户审核通过后方可生效。",
        "countItem": "俱乐部活动信息修改",
        "category": "EI"
    },
    {
        "id": "164",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "俱乐部活动管理",
        "description": "俱乐部活动管理主要是对教师和学生在校外参加的俱乐部活动进行统一录入管理。其中俱乐部活动包括多种类培训、比赛等等。学校和教师用户可以在此功能模块中对教师和学生所参加的俱乐部活动内容及结果进行统一管理，包括录入、修改和查看。教师录入的其本人参加活动的记录需要学校用户审核通过后方可生效。",
        "countItem": "俱乐部活动信息删除",
        "category": "EI"
    },
    {
        "id": "165",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "俱乐部活动管理",
        "description": "录入教师和学生在校外参加的俱乐部活动内容及结果。",
        "countItem": "俱乐部活动录入",
        "category": "EI"
    },
    {
        "id": "166",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "俱乐部活动管理",
        "description": "修改教师和学生在校外参加的俱乐部活动内容及结果。",
        "countItem": "俱乐部活动修改",
        "category": "EI"
    },
    {
        "id": "167",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "俱乐部活动管理",
        "description": "学校用户审核教师录入的其本人参加活动的记录。",
        "countItem": "俱乐部活动审核",
        "category": "EI"
    },
    {
        "id": "168",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "俱乐部活动管理",
        "description": "可查看教师和学生在校外参加的俱乐部活动内容及结果。",
        "countItem": "俱乐部活动查询",
        "category": "EQ"
    },
    {
        "id": "169",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "公益活动管理",
        "description": "公益活动管理是对各级主管教育部门及学校用户，结合自身需要而制定的足球主题的公益活动进行统一管理，包括公益活动内容及结果的录入、修改和查看。公益活动包含慈善捐赠、宣传教育、比赛评奖和志愿招募等不拘形式的活动。",
        "countItem": "公益活动信息",
        "category": "ILF"
    },
    {
        "id": "170",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "公益活动管理",
        "description": "公益活动管理是对各级主管教育部门及学校用户，结合自身需要而制定的足球主题的公益活动进行统一管理，包括公益活动内容及结果的录入、修改和查看。公益活动包含慈善捐赠、宣传教育、比赛评奖和志愿招募等不拘形式的活动。",
        "countItem": "公益活动信息创建",
        "category": "EI"
    },
    {
        "id": "171",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "公益活动管理",
        "description": "公益活动管理是对各级主管教育部门及学校用户，结合自身需要而制定的足球主题的公益活动进行统一管理，包括公益活动内容及结果的录入、修改和查看。公益活动包含慈善捐赠、宣传教育、比赛评奖和志愿招募等不拘形式的活动。",
        "countItem": "公益活动信息修改",
        "category": "EI"
    },
    {
        "id": "172",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "公益活动管理",
        "description": "公益活动管理是对各级主管教育部门及学校用户，结合自身需要而制定的足球主题的公益活动进行统一管理，包括公益活动内容及结果的录入、修改和查看。公益活动包含慈善捐赠、宣传教育、比赛评奖和志愿招募等不拘形式的活动。",
        "countItem": "公益活动信息删除",
        "category": "EI"
    },
    {
        "id": "173",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "公益活动管理",
        "description": "发布足球主题的公益活动。",
        "countItem": "公益活动发布",
        "category": "EI"
    },
    {
        "id": "174",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "公益活动管理",
        "description": "修改足球主题的公益活动内容及结果。",
        "countItem": "公益活动修改",
        "category": "EI"
    },
    {
        "id": "175",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "公益活动管理",
        "description": "可查看足球主题的公益活动内容及结果。",
        "countItem": "公益活动查询",
        "category": "EQ"
    },
    {
        "id": "176",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "夏（冬）令营管理",
        "description": "夏（冬）令营管理，包含对学校级、区县级、地市级、省级和国家级校园足球夏（冬）令营的统一管理。",
        "countItem": "夏（冬）令营信息",
        "category": "ILF"
    },
    {
        "id": "177",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "夏（冬）令营管理",
        "description": "夏（冬）令营管理，包含对学校级、区县级、地市级、省级和国家级校园足球夏（冬）令营的统一管理。",
        "countItem": "夏（冬）令营信息创建",
        "category": "EI"
    },
    {
        "id": "178",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "夏（冬）令营管理",
        "description": "夏（冬）令营管理，包含对学校级、区县级、地市级、省级和国家级校园足球夏（冬）令营的统一管理。",
        "countItem": "夏（冬）令营信息修改",
        "category": "EI"
    },
    {
        "id": "179",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "夏（冬）令营管理",
        "description": "夏（冬）令营管理，包含对学校级、区县级、地市级、省级和国家级校园足球夏（冬）令营的统一管理。",
        "countItem": "夏（冬）令营信息删除",
        "category": "EI"
    },
    {
        "id": "180",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "夏（冬）令营管理",
        "description": "学校、区县、地市、省、中央级主管教育部门用户发布自己辖区范围内的校园足球夏（冬）令营活动方案，由举办者提交至本级领导用户审核后生效。",
        "countItem": "夏（冬）令营活动方案发布",
        "category": "EI"
    },
    {
        "id": "181",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "夏（冬）令营管理",
        "description": "本级领导用户审核校园足球夏（冬）令营活动方案。",
        "countItem": "夏（冬）令营活动方案审核",
        "category": "EI"
    },
    {
        "id": "182",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "夏（冬）令营管理",
        "description": "夏（冬）令营新闻管理主要是对校园足球夏（冬）令营活动的进展、活动情况通告和风采亮点等新闻进行实时发布和管理，方便各级用户和学生家长查看了解。",
        "countItem": "夏（冬）令营新闻发布",
        "category": "EI"
    },
    {
        "id": "183",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "夏（冬）令营管理",
        "description": "可查看校园足球夏（冬）令营新闻。",
        "countItem": "夏（冬）令营新闻查询",
        "category": "EQ"
    },
    {
        "id": "184",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "夏（冬）令营管理",
        "description": "夏（冬）令营结束后，活动主办部门用户对结果进行管理，包括录入、修改和查看。",
        "countItem": "夏（冬）令营结果录入",
        "category": "EI"
    },
    {
        "id": "185",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "夏（冬）令营管理",
        "description": "夏（冬）令营结束后，活动主办部门用户对结果进行管理，包括录入、修改和查看。",
        "countItem": "夏（冬）令营结果修改",
        "category": "EI"
    },
    {
        "id": "186",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "夏（冬）令营管理",
        "description": "夏（冬）令营结束后，活动主办部门用户对结果进行管理，包括录入、修改和查看。",
        "countItem": "夏（冬）令营结果查询",
        "category": "EQ"
    },
    {
        "id": "187",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "夏（冬）令营管理",
        "description": "学生培养管理主要是对夏（冬）令营结束后，活动中表现优异的学生进行统一管理，包括录入、修改和查看。未来这些学生可以到输送国内外知名足球俱乐部进行人才培养。",
        "countItem": "夏（冬）令营学生培养信息",
        "category": "ILF"
    },
    {
        "id": "188",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "夏（冬）令营管理",
        "description": "学生培养管理主要是对夏（冬）令营结束后，活动中表现优异的学生进行统一管理，包括录入、修改和查看。未来这些学生可以到输送国内外知名足球俱乐部进行人才培养。",
        "countItem": "夏（冬）令营学生培养信息创建",
        "category": "EI"
    },
    {
        "id": "189",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "夏（冬）令营管理",
        "description": "学生培养管理主要是对夏（冬）令营结束后，活动中表现优异的学生进行统一管理，包括录入、修改和查看。未来这些学生可以到输送国内外知名足球俱乐部进行人才培养。",
        "countItem": "夏（冬）令营学生培养信息修改",
        "category": "EI"
    },
    {
        "id": "190",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "夏（冬）令营管理",
        "description": "学生培养管理主要是对夏（冬）令营结束后，活动中表现优异的学生进行统一管理，包括录入、修改和查看。未来这些学生可以到输送国内外知名足球俱乐部进行人才培养。",
        "countItem": "夏（冬）令营学生培养信息删除",
        "category": "EI"
    },
    {
        "id": "191",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "夏（冬）令营管理",
        "description": "录入夏（冬）令营中表现优异的学生信息。",
        "countItem": "夏（冬）令营学生培养录入",
        "category": "EI"
    },
    {
        "id": "192",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "夏（冬）令营管理",
        "description": "修改夏（冬）令营中表现优异的学生信息。",
        "countItem": "夏（冬）令营学生培养修改",
        "category": "EI"
    },
    {
        "id": "193",
        "subsystem": "校园足球管理子项目",
        "level1": "校外活动与交流管理",
        "level2": "夏（冬）令营管理",
        "description": "可查看夏（冬）令营中表现优异的学生信息。",
        "countItem": "夏（冬）令营学生培养查询",
        "category": "EQ"
    },
    {
        "id": "194",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事基本信息管理",
        "description": "校园足球赛事实行分级管理，包含区县级、地市级、省级和国家级青少年校园足球四级竞赛。区县、地市、省、中央级主管教育部门用户发布自己辖区范围内的校园足球赛事，由举办者提交至本级领导用户审核后生效。系统遵循小学竞赛不出市、初中竞赛不出省、高中竞赛不出分区（全国划分 6 - 8 个固定竞赛区域）的规则。",
        "countItem": "足球赛事基本信息",
        "category": "ILF"
    },
    {
        "id": "195",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事基本信息管理",
        "description": "校园足球赛事实行分级管理，包含区县级、地市级、省级和国家级青少年校园足球四级竞赛。区县、地市、省、中央级主管教育部门用户发布自己辖区范围内的校园足球赛事，由举办者提交至本级领导用户审核后生效。系统遵循小学竞赛不出市、初中竞赛不出省、高中竞赛不出分区（全国划分 6 - 8 个固定竞赛区域）的规则。",
        "countItem": "足球赛事基本信息创建",
        "category": "EI"
    },
    {
        "id": "196",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事基本信息管理",
        "description": "校园足球赛事实行分级管理，包含区县级、地市级、省级和国家级青少年校园足球四级竞赛。区县、地市、省、中央级主管教育部门用户发布自己辖区范围内的校园足球赛事，由举办者提交至本级领导用户审核后生效。系统遵循小学竞赛不出市、初中竞赛不出省、高中竞赛不出分区（全国划分 6 - 8 个固定竞赛区域）的规则。",
        "countItem": "足球赛事基本信息修改",
        "category": "EI"
    },
    {
        "id": "197",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事基本信息管理",
        "description": "校园足球赛事实行分级管理，包含区县级、地市级、省级和国家级青少年校园足球四级竞赛。区县、地市、省、中央级主管教育部门用户发布自己辖区范围内的校园足球赛事，由举办者提交至本级领导用户审核后生效。系统遵循小学竞赛不出市、初中竞赛不出省、高中竞赛不出分区（全国划分 6 - 8 个固定竞赛区域）的规则。",
        "countItem": "足球赛事基本信息删除",
        "category": "EI"
    },
    {
        "id": "198",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事基本信息管理",
        "description": "区县、地市、省、中央级主管教育部门用户发布自己辖区范围内的校园足球赛事，由举办者提交至本级领导用户审核后生效。",
        "countItem": "足球赛事发布",
        "category": "EI"
    },
    {
        "id": "199",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事基本信息管理",
        "description": "本级领导用户审核校园足球赛事信息。",
        "countItem": "足球赛事审核",
        "category": "EI"
    },
    {
        "id": "200",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事基本信息管理",
        "description": "可修改校园足球赛事信息。",
        "countItem": "足球赛事信息修改操作",
        "category": "EI"
    },
    {
        "id": "201",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事基本信息管理",
        "description": "可查看校园足球赛事信息。",
        "countItem": "足球赛事信息查询",
        "category": "EQ"
    },
    {
        "id": "202",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事过程管理",
        "description": "赛事过程管理包括赛事报名管理、赛事日程管理等。",
        "countItem": "足球赛事过程信息",
        "category": "ILF"
    },
    {
        "id": "203",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事过程管理",
        "description": "赛事过程管理包括赛事报名管理、赛事日程管理等。",
        "countItem": "足球赛事过程信息创建",
        "category": "EI"
    },
    {
        "id": "204",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事过程管理",
        "description": "赛事过程管理包括赛事报名管理、赛事日程管理等。",
        "countItem": "足球赛事过程信息修改",
        "category": "EI"
    },
    {
        "id": "205",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事过程管理",
        "description": "赛事过程管理包括赛事报名管理、赛事日程管理等。",
        "countItem": "足球赛事过程信息删除",
        "category": "EI"
    },
    {
        "id": "206",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事过程管理",
        "description": "学校级用户，在赛事报名管理中进行校园足球竞赛报名，提交至上级教育主管部门审核，审核通过后，可参加相应的校园足球竞赛赛事。",
        "countItem": "足球赛事报名",
        "category": "EI"
    },
    {
        "id": "207",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事过程管理",
        "description": "赛事发布主管教育部门用户，按照赛事要求和赛制逐条审核学校提交的报名申请，系统将审核结果自动反馈至申请用户处；审核不通过需填写原因说明及修改意见，学校级用户可根据说明和意见修改报名申请，重新提交至赛事发布主管教育部门审核。",
        "countItem": "足球赛事报名审核",
        "category": "EI"
    },
    {
        "id": "208",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事过程管理",
        "description": "在赛事报名日期截止，且完成报名审核工作之后，赛事发布主管教育部门用户需根据赛制及比赛日期，人工或系统进行赛事日程安排，并在系统中完成赛事日程录入，辖区范围内的所有用户可查看。",
        "countItem": "足球赛事日程安排",
        "category": "EI"
    },
    {
        "id": "209",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事过程管理",
        "description": "可查看足球赛事日程。",
        "countItem": "足球赛事日程查询",
        "category": "EQ"
    },
    {
        "id": "210",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事过程管理",
        "description": "赛事新闻管理主要是对校园足球赛事的新闻进行实时发布和管理，方便各级用户查看了解。",
        "countItem": "足球赛事新闻发布",
        "category": "EI"
    },
    {
        "id": "211",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事过程管理",
        "description": "可查看校园足球赛事新闻。",
        "countItem": "足球赛事新闻查询",
        "category": "EQ"
    },
    {
        "id": "212",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事结果管理",
        "description": "赛事结束后，对赛事结果进行管理，包括录入、修改和查看。区县、地市、省、中央级主管教育部门主办的比赛，比赛结果由对应教育部门用户录入；对体育等外部系统主办的比赛，可由同级别的教育部门协调获取比赛结果，统一录入到系统，或者由学校录入，上级教育部门审核。",
        "countItem": "足球赛事结果信息",
        "category": "ILF"
    },
    {
        "id": "213",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事结果管理",
        "description": "赛事结束后，对赛事结果进行管理，包括录入、修改和查看。区县、地市、省、中央级主管教育部门主办的比赛，比赛结果由对应教育部门用户录入；对体育等外部系统主办的比赛，可由同级别的教育部门协调获取比赛结果，统一录入到系统，或者由学校录入，上级教育部门审核。",
        "countItem": "足球赛事结果信息创建",
        "category": "EI"
    },
    {
        "id": "214",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事结果管理",
        "description": "赛事结束后，对赛事结果进行管理，包括录入、修改和查看。区县、地市、省、中央级主管教育部门主办的比赛，比赛结果由对应教育部门用户录入；对体育等外部系统主办的比赛，可由同级别的教育部门协调获取比赛结果，统一录入到系统，或者由学校录入，上级教育部门审核。",
        "countItem": "足球赛事结果信息修改",
        "category": "EI"
    },
    {
        "id": "215",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事结果管理",
        "description": "赛事结束后，对赛事结果进行管理，包括录入、修改和查看。区县、地市、省、中央级主管教育部门主办的比赛，比赛结果由对应教育部门用户录入；对体育等外部系统主办的比赛，可由同级别的教育部门协调获取比赛结果，统一录入到系统，或者由学校录入，上级教育部门审核。",
        "countItem": "足球赛事结果信息删除",
        "category": "EI"
    },
    {
        "id": "216",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事结果管理",
        "description": "区县、地市、省、中央级主管教育部门主办的比赛，比赛结果由对应教育部门用户录入；对体育等外部系统主办的比赛，可由同级别的教育部门协调获取比赛结果，统一录入到系统，或者由学校录入，上级教育部门审核。",
        "countItem": "足球赛事结果录入",
        "category": "EI"
    },
    {
        "id": "217",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事结果管理",
        "description": "可修改赛事结果。",
        "countItem": "足球赛事结果修改",
        "category": "EI"
    },
    {
        "id": "218",
        "subsystem": "校园足球管理子项目",
        "level1": "足球赛事管理",
        "level2": "赛事结果管理",
        "description": "可查看赛事结果。",
        "countItem": "足球赛事结果查询",
        "category": "EQ"
    },
    {
        "id": "219",
        "subsystem": "校园足球管理子项目",
        "level1": "统计分析",
        "level2": "报表管理",
        "description": "统计分析包含查询统计和监测提醒两个功能，同时规划大数据分析挖掘功能。各级教育管理部门都有相应权限使用，两个功能采用模板化管理，系统内置查询统计报表模板，对于特殊要求还可以自定义组合查询、统计，形成相应报表。报表都可按照提示进行下钻多层级数据分析查看。",
        "countItem": "统计报表信息",
        "category": "ILF"
    },
    {
        "id": "220",
        "subsystem": "校园足球管理子项目",
        "level1": "统计分析",
        "level2": "报表管理",
        "description": "统计分析包含查询统计和监测提醒两个功能，同时规划大数据分析挖掘功能。各级教育管理部门都有相应权限使用，两个功能采用模板化管理，系统内置查询统计报表模板，对于特殊要求还可以自定义组合查询、统计，形成相应报表。报表都可按照提示进行下钻多层级数据分析查看。",
        "countItem": "统计报表信息创建",
        "category": "EI"
    },
    {
        "id": "221",
        "subsystem": "校园足球管理子项目",
        "level1": "统计分析",
        "level2": "报表管理",
        "description": "统计分析包含查询统计和监测提醒两个功能，同时规划大数据分析挖掘功能。各级教育管理部门都有相应权限使用，两个功能采用模板化管理，系统内置查询统计报表模板，对于特殊要求还可以自定义组合查询、统计，形成相应报表。报表都可按照提示进行下钻多层级数据分析查看。",
        "countItem": "统计报表信息修改",
        "category": "EI"
    },
    {
        "id": "222",
        "subsystem": "校园足球管理子项目",
        "level1": "统计分析",
        "level2": "报表管理",
        "description": "统计分析包含查询统计和监测提醒两个功能，同时规划大数据分析挖掘功能。各级教育管理部门都有相应权限使用，两个功能采用模板化管理，系统内置查询统计报表模板，对于特殊要求还可以自定义组合查询、统计，形成相应报表。报表都可按照提示进行下钻多层级数据分析查看。",
        "countItem": "统计报表信息删除",
        "category": "EI"
    },
    {
        "id": "223",
        "subsystem": "校园足球管理子项目",
        "level1": "统计分析",
        "level2": "报表管理",
        "description": "各级教育管理部门可进行报表查询。",
        "countItem": "统计报表查询",
        "category": "EQ"
    },
    {
        "id": "224",
        "subsystem": "校园足球管理子项目",
        "level1": "统计分析",
        "level2": "报表管理",
        "description": "各级教育管理部门可导出报表。",
        "countItem": "统计报表导出",
        "category": "EQ"
    },
    {
        "id": "225",
        "subsystem": "校园足球管理子项目",
        "level1": "统计分析",
        "level2": "自定义查询统计",
        "description": "根据不同的业务需求，各级教育管理部门都可在自定义查询统计界面中，选择任意的查询数据和组合筛选条件，进行自由报表生成。",
        "countItem": "自定义统计报表信息",
        "category": "ILF"
    },
    {
        "id": "226",
        "subsystem": "校园足球管理子项目",
        "level1": "统计分析",
        "level2": "自定义查询统计",
        "description": "根据不同的业务需求，各级教育管理部门都可在自定义查询统计界面中，选择任意的查询数据和组合筛选条件，进行自由报表生成。",
        "countItem": "自定义统计报表信息创建",
        "category": "EI"
    },
    {
        "id": "227",
        "subsystem": "校园足球管理子项目",
        "level1": "统计分析",
        "level2": "自定义查询统计",
        "description": "根据不同的业务需求，各级教育管理部门都可在自定义查询统计界面中，选择任意的查询数据和组合筛选条件，进行自由报表生成。",
        "countItem": "自定义统计报表信息修改",
        "category": "EI"
    },
    {
        "id": "228",
        "subsystem": "校园足球管理子项目",
        "level1": "统计分析",
        "level2": "自定义查询统计",
        "description": "根据不同的业务需求，各级教育管理部门都可在自定义查询统计界面中，选择任意的查询数据和组合筛选条件，进行自由报表生成。",
        "countItem": "自定义统计报表信息删除",
        "category": "EI"
    },
    {
        "id": "229",
        "subsystem": "校园足球管理子项目",
        "level1": "统计分析",
        "level2": "自定义查询统计",
        "description": "根据不同的业务需求，各级教育管理部门都可在自定义查询统计界面中，选择任意的查询数据和组合筛选条件，进行自由报表生成。",
        "countItem": "自定义统计报表生成",
        "category": "EO"
    },
    {
        "id": "230",
        "subsystem": "校园足球管理子项目",
        "level1": "统计分析",
        "level2": "自定义查询统计",
        "description": "可设置自定义查询统计的指标。",
        "countItem": "自定义统计指标设定",
        "category": "EI"
    },
    {
        "id": "231",
        "subsystem": "校园足球管理子项目",
        "level1": "统计分析",
        "level2": "自定义查询统计",
        "description": "可进行自定义查询统计报表的查询。",
        "countItem": "自定义统计报表查询",
        "category": "EQ"
    },
    {
        "id": "232",
        "subsystem": "校园足球管理子项目",
        "level1": "统计分析",
        "level2": "自定义查询统计",
        "description": "可导出自定义查询统计报表。",
        "countItem": "自定义统计报表导出",
        "category": "EQ"
    },
    {
        "id": "233",
        "subsystem": "校园足球管理子项目",
        "level1": "校园足球管理门户",
        "level2": "信息展示",
        "description": "校园足球管理门户（以下简称“门户” ）主要是面向公众访客和系统使用用户，进行校园足球相关信息统一、全面的展示，让更多人了解校园足球的工作动态。校园足球相关信息包括各级教育主管部门和学校发布的公示公告（政策、法律、规定、通知等，可上传附件）、数字化教学资源、师资培训、学生校外活动与交流和校园足球四级赛事等信息。信息来源：相关工作用户在系统中填报上述范围内的信息时，可选择是否需要公开（公开的信息需要填报者本级领导用户审核后生效）。选择公开的信息会被自动展示在门户中。",
        "countItem": "门户信息",
        "category": "ILF"
    },
    {
        "id": "234",
        "subsystem": "校园足球管理子项目",
        "level1": "校园足球管理门户",
        "level2": "信息展示",
        "description": "校园足球管理门户（以下简称“门户” ）主要是面向公众访客和系统使用用户，进行校园足球相关信息统一、全面的展示，让更多人了解校园足球的工作动态。校园足球相关信息包括各级教育主管部门和学校发布的公示公告（政策、法律、规定、通知等，可上传附件）、数字化教学资源、师资培训、学生校外活动与交流和校园足球四级赛事等信息。信息来源：相关工作用户在系统中填报上述范围内的信息时，可选择是否需要公开（公开的信息需要填报者本级领导用户审核后生效）。选择公开的信息会被自动展示在门户中。",
        "countItem": "门户信息创建",
        "category": "EI"
    },
    {
        "id": "235",
        "subsystem": "校园足球管理子项目",
        "level1": "校园足球管理门户",
        "level2": "信息展示",
        "description": "校园足球管理门户（以下简称“门户” ）主要是面向公众访客和系统使用用户，进行校园足球相关信息统一、全面的展示，让更多人了解校园足球的工作动态。校园足球相关信息包括各级教育主管部门和学校发布的公示公告（政策、法律、规定、通知等，可上传附件）、数字化教学资源、师资培训、学生校外活动与交流和校园足球四级赛事等信息。信息来源：相关工作用户在系统中填报上述范围内的信息时，可选择是否需要公开（公开的信息需要填报者本级领导用户审核后生效）。选择公开的信息会被自动展示在门户中。",
        "countItem": "门户信息修改",
        "category": "EI"
    },
    {
        "id": "236",
        "subsystem": "校园足球管理子项目",
        "level1": "校园足球管理门户",
        "level2": "信息展示",
        "description": "校园足球管理门户（以下简称“门户” ）主要是面向公众访客和系统使用用户，进行校园足球相关信息统一、全面的展示，让更多人了解校园足球的工作动态。校园足球相关信息包括各级教育主管部门和学校发布的公示公告（政策、法律、规定、通知等，可上传附件）、数字化教学资源、师资培训、学生校外活动与交流和校园足球四级赛事等信息。信息来源：相关工作用户在系统中填报上述范围内的信息时，可选择是否需要公开（公开的信息需要填报者本级领导用户审核后生效）。选择公开的信息会被自动展示在门户中。",
        "countItem": "门户信息删除",
        "category": "EI"
    },
    {
        "id": "237",
        "subsystem": "校园足球管理子项目",
        "level1": "校园足球管理门户",
        "level2": "信息展示",
        "description": "公众访客和系统使用用户可在门户中查看校园足球相关信息。",
        "countItem": "门户信息查询",
        "category": "EQ"
    },
    {
        "id": "238",
        "subsystem": "校园足球管理子项目",
        "level1": "",
        "level2": "",
        "description": "学校、学生和教师基础数据从“国家教育信息化建设工程”已建成的相关业务系统中同步共享。",
        "countItem": "国家教育信息化建设工程数据",
        "category": "EIF"
    }]

export {
  data1,
  data2,
  data3
}
