const data1 =
  "[\n  {\n    \"id\": 1,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"数据大屏\",\n    \"description\": \"接入所有数据，包括物联网感知数据、养殖全产业链资源数据，实现数据采集，构建数据资源库，为平台的展示、管理以及数据共享交换提供支持\",\n    \"countItem\": \"数据采集、数据存储和备份、预警和报警、数据统计\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 2,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"基础信息\",\n    \"description\": \"对鸡场内养殖场信息、供应商信息、员工信息、鸡舍信息进行动态维护\",\n    \"countItem\": \"养殖场信息、供应商信息、员工信息、鸡舍信息\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 3,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"进鸡及存栏\",\n    \"description\": \"对鸡舍内进鸡、鸡舍存栏量进行动态维护，包括进鸡登记、分配鸡舍、鸡舍及存栏查看等功能\",\n    \"countItem\": \"进鸡登记、分配鸡舍、鸡舍及存栏查看\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 4,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"生长管理\",\n    \"description\": \"对鸡舍内鸡苗的日常情况和淘汰记录进行动态维护\",\n    \"countItem\": \"日常情况、淘汰记录\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 5,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"售鸡管理（出栏）\",\n    \"description\": \"对鸡场内毛鸡的销售日期、客户编号、客户名称、鸡舍号、鸡苗批次、销售单价、销售数量、毛鸡总重、应收金额、实收金额、经办人等信息进行动态维护\",\n    \"countItem\": \"毛鸡销售信息维护\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 6,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"投喂管理\",\n    \"description\": \"根据鸡的品种、日龄、体重等信息，制定科学的投喂计划，并自动控制喂料机的喂料时间、喂料量等参数，实现精准投喂，同时实时监测鸡的进食情况\",\n    \"countItem\": \"投喂计划制定、喂料机控制、进食情况监测\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 7,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"饲料管理\",\n    \"description\": \"对鸡场内饲料的入库、出库、饲料信息和库存信息进行动态维护\",\n    \"countItem\": \"饲料入库、饲料出库、饲料信息、库存信息\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 8,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"药品管理\",\n    \"description\": \"根据药品的名称、规格、生产厂家等信息，对药品进行分类管理，自动记录药品出库信息，根据库存情况生成药品采购计划\",\n    \"countItem\": \"药品分类管理、药品出库记录、药品采购计划生成\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 9,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"市场指标\",\n    \"description\": \"对全国肉鸡棚前收购价格及饲料市场价格等进行统计查看，计算鸡料比价\",\n    \"countItem\": \"肉鸡价格查看、饲料价格查看、鸡料比价计算\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 10,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"设备管理\",\n    \"description\": \"记录每个设备的使用情况、养鸡场内相关数据和维护记录，支持生成二维码便于移动端扫码查看，包括传感器管理、风机管理等\",\n    \"countItem\": \"设备使用记录、维护记录、二维码生成、传感器管理、风机管理\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 11,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"光伏数据管理\",\n    \"description\": \"查看光伏设备的运行状态和发电量，根据环境参数确保鸡舍内的电力供应达到最佳状态\",\n    \"countItem\": \"光伏设备运行状态查看、发电量查看、电力供应优化\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 12,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"接口管理\",\n    \"description\": \"管理系统内或与外部的各种数据交互接口\",\n    \"countItem\": \"数据交互接口管理\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 13,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"PC端\",\n    \"level2\": \"养殖计划管理\",\n    \"description\": \"创建和执行养殖计划，包括喂食、补给水、疾病防控等操作\",\n    \"countItem\": \"养殖计划创建、养殖计划执行\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 14,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"移动端\",\n    \"level2\": \"首页\",\n    \"description\": \"可查看鸡场内告警信息、鸡舍信息查看、进鸡批次号查看、鸡场信息播报、生长周期查看、体温检测、环境检测、摄像头监控等信息\",\n    \"countItem\": \"告警信息查看、鸡舍信息查看、进鸡批次号查看、鸡场信息播报、生长周期查看、体温检测、环境检测、摄像头监控\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 15,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"移动端\",\n    \"level2\": \"查询\",\n    \"description\": \"可通过硬件类型查看日均体温监控、鸡舍内实时体温数据、温度、湿度等信息进行查询搜索\",\n    \"countItem\": \"日均体温监控查询、鸡舍内实时体温数据查询、温度查询、湿度查询\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 16,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"移动端\",\n    \"level2\": \"信息填报\",\n    \"description\": \"可对鸡舍内鸡苗的入栏、出栏、淘汰信息进行动态维护\",\n    \"countItem\": \"入栏填报、出栏填报、淘汰填报\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 17,\n    \"subsystem\": \"智慧养殖大数据管理平台\",\n    \"level1\": \"移动端\",\n    \"level2\": \"光伏数据监测\",\n    \"description\": \"监测光伏设备的运行状态和发电量，更好地了解光伏电站的运行状况\",\n    \"countItem\": \"光伏设备运行状态监测、发电量监测\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 18,\n    \"subsystem\": \"数字化展示系统\",\n    \"level1\": \"\",\n    \"level2\": \"\",\n    \"description\": \"配置综合显示屏幕、综合展示一体机等设备系统，对运营中心进行相关信息化布置，保障对养殖基地运营中心的综合展示\",\n    \"countItem\": \"综合显示屏幕配置、综合展示一体机配置、信息化布置\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  },\n  {\n    \"id\": 19,\n    \"subsystem\": \"数字运行中心配套\",\n    \"level1\": \"\",\n    \"level2\": \"\",\n    \"description\": \"运营中心展厅的地面、墙面、顶面进行基础的装修装饰，文化墙装饰，展示鸡场的项目背景、项目历程、生长周期、营养体系、经济价值以及建设成效展示等，配置沙盘展示云州区各鸡场的分布\",\n    \"countItem\": \"展厅装修装饰、文化墙装饰、沙盘配置\",\n    \"category\": \"系统功能\",\n    \"ufp\": 5,\n    \"reuseLevel\": \"\",\n    \"modifyType\": \"\",\n    \"us\": \"\",\n    \"remark\": \"\"\n  }\n]"

const data2 = [
  {
    id: 1,
    "subsystem": "智慧养殖大数据管理平台",
    "level1": "基础信息管理",
    "countItem": "养殖场信息管理",
    "description": "项目",
    "pdfTransformText": "概述",
    'level2': "",//二级模块
    'category':'' //识别功能描述文本中的功能类型
  },
  {
    id: 1,
    "subsystem": "智慧养殖大数据管理平台",
    "level1": "基础信息管理",
    'level2': "",//二级模块
    "countItem": "养殖场信息管理",
    "description": "项目",
    // "pdfTransformText": "概述",
    'category':'' //识别功能描述文本中的功能类型

  },
]
for (let index = 0; index < 35; index++) {
  data2.push({
      id: 12+index,
      "subsystem": "智慧养殖大数据管理平台",
      "level1": "基础信息管理",
      'level2': "",//二级模块
      "countItem": "养殖场信息管理",
      "description": "项目",
      // "pdfTransformText": "概述",
      'category':'' //识别功能描述文本中的功能类型
      
  })
  
}
const data3 =[
    {
        "id": "1",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "数据大屏",
        "description": "数据大屏是智慧养鸡管理系统的数据大脑，接入所有数据，包括两大数据体系：物联网感知数据、养殖全产业链资源数据，实现数据采集，构建数据资源库，为平台的展示、管理以及数据共享交换提供支持。",
        "countItem": "数据大屏信息",
        "category": "ILF"
    },
    {
        "id": "2",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "数据大屏",
        "description": "数据大屏是智慧养鸡管理系统的数据大脑，接入所有数据，包括两大数据体系：物联网感知数据、养殖全产业链资源数据，实现数据采集，构建数据资源库，为平台的展示、管理以及数据共享交换提供支持。",
        "countItem": "数据大屏数据采集",
        "category": "EI"
    },
    {
        "id": "3",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "数据大屏",
        "description": "数据大屏能够通过各种传感器、监控系统等设备采集鸡舍环境参数、鸡的生长和健康数据等信息。这些数据包括但不限于鸡的体重、饮水量、饲料消耗等，以及鸡舍内的温度、湿度等环境参数。",
        "countItem": "数据大屏数据采集信息",
        "category": "ILF"
    },
    {
        "id": "4",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "数据大屏",
        "description": "数据大屏能够通过各种传感器、监控系统等设备采集鸡舍环境参数、鸡的生长和健康数据等信息。这些数据包括但不限于鸡的体重、饮水量、饲料消耗等，以及鸡舍内的温度、湿度等环境参数。",
        "countItem": "数据大屏鸡舍环境及生长数据采集",
        "category": "EI"
    },
    {
        "id": "5",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "数据大屏",
        "description": "数据大屏能够将处理和分析后的数据安全地存储到数据库中，并定期进行备份，确保数据的安全性和可靠性。同时，大数据中心还能根据需要查询和生成数据报表，方便养殖基地进行管理和决策。",
        "countItem": "数据大屏数据存储备份信息",
        "category": "ILF"
    },
    {
        "id": "6",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "数据大屏",
        "description": "数据大屏能够将处理和分析后的数据安全地存储到数据库中，并定期进行备份，确保数据的安全性和可靠性。同时，大数据中心还能根据需要查询和生成数据报表，方便养殖基地进行管理和决策。",
        "countItem": "数据大屏数据存储备份",
        "category": "EI"
    },
    {
        "id": "7",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "数据大屏",
        "description": "数据大屏能够将处理和分析后的数据安全地存储到数据库中，并定期进行备份，确保数据的安全性和可靠性。同时，大数据中心还能根据需要查询和生成数据报表，方便养殖基地进行管理和决策。",
        "countItem": "数据大屏数据报表生成",
        "category": "EO"
    },
    {
        "id": "8",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "数据大屏",
        "description": "数据大屏可以通过设定预警和报警阈值，当采集到的数据超过阈值时，系统会及时发出预警和报警信息，提醒养殖基地采取相应的措施。",
        "countItem": "数据大屏预警报警阈值信息",
        "category": "ILF"
    },
    {
        "id": "9",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "数据大屏",
        "description": "数据大屏可以通过设定预警和报警阈值，当采集到的数据超过阈值时，系统会及时发出预警和报警信息，提醒养殖基地采取相应的措施。",
        "countItem": "数据大屏预警报警阈值设定",
        "category": "EI"
    },
    {
        "id": "10",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "数据大屏",
        "description": "数据大屏可以通过设定预警和报警阈值，当采集到的数据超过阈值时，系统会及时发出预警和报警信息，提醒养殖基地采取相应的措施。",
        "countItem": "数据大屏预警报警信息生成",
        "category": "EO"
    },
    {
        "id": "11",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "数据大屏",
        "description": "数据统计支持生成数据报表及数据大屏展示管理。数据统计模块可以通过图表、图像等形式将数据信息直观地展示给养殖基地，帮助他们更好地理解数据和分析结果。例如，可以通过折线图、柱状图等形式展示鸡的基础信息、饲料消耗情况等。",
        "countItem": "数据大屏数据统计信息",
        "category": "ILF"
    },
    {
        "id": "12",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "数据大屏",
        "description": "数据统计支持生成数据报表及数据大屏展示管理。数据统计模块可以通过图表、图像等形式将数据信息直观地展示给养殖基地，帮助他们更好地理解数据和分析结果。例如，可以通过折线图、柱状图等形式展示鸡的基础信息、饲料消耗情况等。",
        "countItem": "数据大屏数据统计报表生成",
        "category": "EO"
    },
    {
        "id": "13",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "基础信息",
        "description": "对鸡场内养殖场信息、供应商信息、员工信息、鸡舍信息进行动态维护。",
        "countItem": "基础信息",
        "category": "ILF"
    },
    {
        "id": "14",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "基础信息",
        "description": "对鸡场内养殖场信息、供应商信息、员工信息、鸡舍信息进行动态维护。",
        "countItem": "基础信息养殖场信息创建",
        "category": "EI"
    },
    {
        "id": "15",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "基础信息",
        "description": "对鸡场内养殖场信息、供应商信息、员工信息、鸡舍信息进行动态维护。",
        "countItem": "基础信息养殖场信息删除",
        "category": "EI"
    },
    {
        "id": "16",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "基础信息",
        "description": "对鸡场内养殖场信息、供应商信息、员工信息、鸡舍信息进行动态维护。",
        "countItem": "基础信息养殖场信息修改",
        "category": "EI"
    },
    {
        "id": "17",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "基础信息",
        "description": "对养殖场内鸡场进行动态维护，主要对鸡场的名称、地址、联系人、联系电话进行动态维护。",
        "countItem": "基础信息养殖场信息",
        "category": "ILF"
    },
    {
        "id": "18",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "基础信息",
        "description": "对养殖场内鸡场进行动态维护，主要对鸡场的名称、地址、联系人、联系电话进行动态维护。",
        "countItem": "基础信息养殖场信息维护",
        "category": "EI"
    },
    {
        "id": "19",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "基础信息",
        "description": "对鸡场所对应的供应商进行动态维护，主要是对供应商商家信息、对应供应类型、联系人、联系电话、供应商所在地址进行动态维护。",
        "countItem": "基础信息供应商信息",
        "category": "ILF"
    },
    {
        "id": "20",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "基础信息",
        "description": "对鸡场所对应的供应商进行动态维护，主要是对供应商商家信息、对应供应类型、联系人、联系电话、供应商所在地址进行动态维护。",
        "countItem": "基础信息供应商信息维护",
        "category": "EI"
    },
    {
        "id": "21",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "基础信息",
        "description": "对鸡场内的工作人员进行动态维护，主要是对员工当前编号、姓名、性别、联系方式、负责鸡舍等信息进行动态维护。",
        "countItem": "基础信息员工信息",
        "category": "ILF"
    },
    {
        "id": "22",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "基础信息",
        "description": "对鸡场内的工作人员进行动态维护，主要是对员工当前编号、姓名、性别、联系方式、负责鸡舍等信息进行动态维护。",
        "countItem": "基础信息员工信息维护",
        "category": "EI"
    },
    {
        "id": "23",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "基础信息",
        "description": "对鸡场内鸡舍进行对台维护，主要是对鸡舍的鸡舍号、类别、最大存栏量、所在位置等信息进行维护。",
        "countItem": "基础信息鸡舍信息",
        "category": "ILF"
    },
    {
        "id": "24",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "基础信息",
        "description": "对鸡场内鸡舍进行对台维护，主要是对鸡舍的鸡舍号、类别、最大存栏量、所在位置等信息进行维护。",
        "countItem": "基础信息鸡舍信息维护",
        "category": "EI"
    },
    {
        "id": "25",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "进鸡及存栏",
        "description": "进鸡登记功能可以记录每只鸡的进鸡日期、数量等信息，方便对进鸡情况进行跟踪和管理。存栏管理功能则可以实时监测鸡舍的存栏数量，包括各品种、日龄、体重等数据，方便养殖基地进行饲养管理和生产计划制定。这些数据可以通过云平台进行汇总和分析，为养殖基地提供更加准确的生产数据和决策支持。",
        "countItem": "进鸡及存栏信息",
        "category": "ILF"
    },
    {
        "id": "26",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "进鸡及存栏",
        "description": "进鸡登记功能可以记录每只鸡的进鸡日期、数量等信息，方便对进鸡情况进行跟踪和管理。存栏管理功能则可以实时监测鸡舍的存栏数量，包括各品种、日龄、体重等数据，方便养殖基地进行饲养管理和生产计划制定。这些数据可以通过云平台进行汇总和分析，为养殖基地提供更加准确的生产数据和决策支持。",
        "countItem": "进鸡及存栏进鸡登记",
        "category": "EI"
    },
    {
        "id": "27",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "进鸡及存栏",
        "description": "进鸡登记功能可以记录每只鸡的进鸡日期、数量等信息，方便对进鸡情况进行跟踪和管理。存栏管理功能则可以实时监测鸡舍的存栏数量，包括各品种、日龄、体重等数据，方便养殖基地进行饲养管理和生产计划制定。这些数据可以通过云平台进行汇总和分析，为养殖基地提供更加准确的生产数据和决策支持。",
        "countItem": "进鸡及存栏存栏管理",
        "category": "EI"
    },
    {
        "id": "28",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "进鸡及存栏",
        "description": "进鸡登记功能可以记录每只鸡的进鸡日期、数量等信息，方便对进鸡情况进行跟踪和管理。在进鸡时，可以通过系统录入每只鸡的信息，包括品种、日龄、体重等数据，同时还可以上传相关图片或视频，以便更好地进行饲养管理和生产计划制定。",
        "countItem": "进鸡及存栏进鸡信息录入",
        "category": "EI"
    },
    {
        "id": "29",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "进鸡及存栏",
        "description": "分配鸡舍功能可以根据鸡的日龄、体重等信息，将鸡分配到不同的鸡舍中进行饲养。通过分配鸡舍功能，养殖基地可以更好地管理鸡群和提高生产效益。例如，可以根据鸡的不同生长阶段和生长需求，对鸡舍内的温度、湿度、光照等环境参数进行控制和调整，确保鸡的健康生长和生产效益。",
        "countItem": "进鸡及存栏鸡舍分配",
        "category": "EI"
    },
    {
        "id": "30",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "进鸡及存栏",
        "description": "该功能主要是查看每个鸡舍的存栏数量和鸡群情况，方便养殖基地进行饲养管理和生产计划制定。同时，系统还可以对鸡舍进行实时监测和视频监控，及时发现异常情况并进行处理。",
        "countItem": "进鸡及存栏鸡舍存栏查看",
        "category": "EQ"
    },
    {
        "id": "31",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "生长管理",
        "description": "对鸡舍内鸡苗的日常情况和淘汰记录进行动态维护，其中日常情况主要是对鸡苗的记录日期、鸡舍号、鸡苗批次号、鸡舍温度、鸡舍湿度、鸡舍亮度、鸡苗的平均重量、卫生情况、供水情况等进行动态维护，淘汰记录主要是对鸡苗的淘汰日期、类别、鸡舍号、鸡批次号、数量和淘汰原因进行动态维护。",
        "countItem": "生长管理信息",
        "category": "ILF"
    },
    {
        "id": "32",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "生长管理",
        "description": "对鸡舍内鸡苗的日常情况和淘汰记录进行动态维护，其中日常情况主要是对鸡苗的记录日期、鸡舍号、鸡苗批次号、鸡舍温度、鸡舍湿度、鸡舍亮度、鸡苗的平均重量、卫生情况、供水情况等进行动态维护，淘汰记录主要是对鸡苗的淘汰日期、类别、鸡舍号、鸡批次号、数量和淘汰原因进行动态维护。",
        "countItem": "生长管理日常情况维护",
        "category": "EI"
    },
    {
        "id": "33",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "生长管理",
        "description": "对鸡舍内鸡苗的日常情况和淘汰记录进行动态维护，其中日常情况主要是对鸡苗的记录日期、鸡舍号、鸡苗批次号、鸡舍温度、鸡舍湿度、鸡舍亮度、鸡苗的平均重量、卫生情况、供水情况等进行动态维护，淘汰记录主要是对鸡苗的淘汰日期、类别、鸡舍号、鸡批次号、数量和淘汰原因进行动态维护。",
        "countItem": "生长管理淘汰记录维护",
        "category": "EI"
    },
    {
        "id": "34",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "生长管理",
        "description": "对鸡舍环境进行智能管理，包括温度、湿度、光照等环境参数查看，提高生产效率和降低成本。同时，系统还可以对异常情况进行预警和报警，及时发现和处理问题。",
        "countItem": "生长管理鸡舍环境智能管理",
        "category": "EI"
    },
    {
        "id": "35",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "生长管理",
        "description": "可以人工记录鸡的淘汰日期、数量等信息，方便对淘汰鸡情况进行跟踪和管理。同时，系统还可以记录淘汰鸡的原因和备注信息，方便对生产管理进行分析和总结。",
        "countItem": "生长管理淘汰鸡记录",
        "category": "EI"
    },
    {
        "id": "36",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "售鸡管理（出栏）",
        "description": "对鸡场内毛鸡的销售日期、客户编号、客户名称、类型（鸡腿、鸡架等）、鸡舍号、鸡苗批次、销售单价、销售数量、毛鸡总重、应收金额、实收金额、经办人等信息进行动态维护。",
        "countItem": "售鸡管理信息",
        "category": "ILF"
    },
    {
        "id": "37",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "售鸡管理（出栏）",
        "description": "对鸡场内毛鸡的销售日期、客户编号、客户名称、类型（鸡腿、鸡架等）、鸡舍号、鸡苗批次、销售单价、销售数量、毛鸡总重、应收金额、实收金额、经办人等信息进行动态维护。",
        "countItem": "售鸡管理信息维护",
        "category": "EI"
    },
    {
        "id": "38",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "投喂管理",
        "description": "可以根据鸡的品种、日龄、体重等信息，制定科学的投喂计划，并自动控制喂料机的喂料时间、喂料量等参数，实现精准投喂。同时，系统还可以实时监测鸡的进食情况，及时发现异常并提醒养殖基地进行处理。通过投喂管理功能，可以有效地提高鸡的进食量和生长速度，减少饲料浪费和环境污染。此外，系统还可以对饲料采购、药品使用等生产数据进行统计和分析，帮助养殖基地制定更加科学合理的生产计划。",
        "countItem": "投喂管理信息",
        "category": "ILF"
    },
    {
        "id": "39",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "投喂管理",
        "description": "可以根据鸡的品种、日龄、体重等信息，制定科学的投喂计划，并自动控制喂料机的喂料时间、喂料量等参数，实现精准投喂。同时，系统还可以实时监测鸡的进食情况，及时发现异常并提醒养殖基地进行处理。通过投喂管理功能，可以有效地提高鸡的进食量和生长速度，减少饲料浪费和环境污染。此外，系统还可以对饲料采购、药品使用等生产数据进行统计和分析，帮助养殖基地制定更加科学合理的生产计划。",
        "countItem": "投喂管理投喂计划制定",
        "category": "EI"
    },
    {
        "id": "40",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "投喂管理",
        "description": "可以根据鸡的品种、日龄、体重等信息，制定科学的投喂计划，并自动控制喂料机的喂料时间、喂料量等参数，实现精准投喂。同时，系统还可以实时监测鸡的进食情况，及时发现异常并提醒养殖基地进行处理。通过投喂管理功能，可以有效地提高鸡的进食量和生长速度，减少饲料浪费和环境污染。此外，系统还可以对饲料采购、药品使用等生产数据进行统计和分析，帮助养殖基地制定更加科学合理的生产计划。",
        "countItem": "投喂管理鸡进食情况监测",
        "category": "EQ"
    },
    {
        "id": "41",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "投喂管理",
        "description": "可以根据鸡的品种、日龄、体重等信息，制定科学的投喂计划，并自动控制喂料机的喂料时间、喂料量等参数，实现精准投喂。同时，系统还可以实时监测鸡的进食情况，及时发现异常并提醒养殖基地进行处理。通过投喂管理功能，可以有效地提高鸡的进食量和生长速度，减少饲料浪费和环境污染。此外，系统还可以对饲料采购、药品使用等生产数据进行统计和分析，帮助养殖基地制定更加科学合理的生产计划。",
        "countItem": "投喂管理生产数据分析",
        "category": "EO"
    },
    {
        "id": "42",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "饲料管理",
        "description": "主要对鸡场内饲料的入库、出库、饲料信息和库存信息进行动态维护，其中饲料入库主要是对饲料的入库编号、饲料编号、名称、类别、规格、单位、单价、数量、金额等信息进行动态维护。",
        "countItem": "饲料管理信息",
        "category": "ILF"
    },
    {
        "id": "43",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "饲料管理",
        "description": "主要对鸡场内饲料的入库、出库、饲料信息和库存信息进行动态维护，其中饲料入库主要是对饲料的入库编号、饲料编号、名称、类别、规格、单位、单价、数量、金额等信息进行动态维护。",
        "countItem": "饲料管理信息维护",
        "category": "EI"
    },
    {
        "id": "44",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "药品管理",
        "description": "可以根据药品的名称、规格、生产厂家等信息，对药品进行分类管理。在药品出库时，系统会自动记录出库的药品信息、数量、使用时间等信息，方便对药品使用情况进行跟踪和管理。同时，系统还可以根据药品的库存情况，自动计算并生成药品采购计划，提高药品库存管理效率。",
        "countItem": "药品管理信息",
        "category": "ILF"
    },
    {
        "id": "45",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "药品管理",
        "description": "可以根据药品的名称、规格、生产厂家等信息，对药品进行分类管理。在药品出库时，系统会自动记录出库的药品信息、数量、使用时间等信息，方便对药品使用情况进行跟踪和管理。同时，系统还可以根据药品的库存情况，自动计算并生成药品采购计划，提高药品库存管理效率。",
        "countItem": "药品管理药品分类管理",
        "category": "EI"
    },
    {
        "id": "46",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "药品管理",
        "description": "可以根据药品的名称、规格、生产厂家等信息，对药品进行分类管理。在药品出库时，系统会自动记录出库的药品信息、数量、使用时间等信息，方便对药品使用情况进行跟踪和管理。同时，系统还可以根据药品的库存情况，自动计算并生成药品采购计划，提高药品库存管理效率。",
        "countItem": "药品管理药品出库记录",
        "category": "EI"
    },
    {
        "id": "47",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "药品管理",
        "description": "可以根据药品的名称、规格、生产厂家等信息，对药品进行分类管理。在药品出库时，系统会自动记录出库的药品信息、数量、使用时间等信息，方便对药品使用情况进行跟踪和管理。同时，系统还可以根据药品的库存情况，自动计算并生成药品采购计划，提高药品库存管理效率。",
        "countItem": "药品管理药品采购计划生成",
        "category": "EO"
    },
    {
        "id": "48",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "市场指标",
        "description": "主要是对全国肉鸡棚前收购价格及饲料市场价格等进行统计查看。",
        "countItem": "市场指标信息",
        "category": "ILF"
    },
    {
        "id": "49",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "市场指标",
        "description": "主要是对全国肉鸡棚前收购价格及饲料市场价格等进行统计查看。",
        "countItem": "市场指标肉鸡价格查看",
        "category": "EQ"
    },
    {
        "id": "50",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "市场指标",
        "description": "主要是对全国肉鸡棚前收购价格及饲料市场价格等进行统计查看。",
        "countItem": "市场指标饲料价格查看",
        "category": "EQ"
    },
    {
        "id": "51",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "市场指标",
        "description": "鸡料比价是指肉鸡价格与饲料价格的比值。",
        "countItem": "市场指标鸡料比价计算",
        "category": "EO"
    },
    {
        "id": "52",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "设备管理",
        "description": "可以记录每个设备的使用情况、养鸡场内相关数据和维护记录，包括设备的名称、型号、生产厂家、使用时间、维护记录等信息，方便对设备进行跟踪和管理。支持生成二维码便于移动端扫码查看。",
        "countItem": "设备管理信息",
        "category": "ILF"
    },
    {
        "id": "53",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "设备管理",
        "description": "可以记录每个设备的使用情况、养鸡场内相关数据和维护记录，包括设备的名称、型号、生产厂家、使用时间、维护记录等信息，方便对设备进行跟踪和管理。支持生成二维码便于移动端扫码查看。",
        "countItem": "设备管理设备信息记录",
        "category": "EI"
    },
    {
        "id": "54",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "设备管理",
        "description": "可以记录每个设备的使用情况、养鸡场内相关数据和维护记录，包括设备的名称、型号、生产厂家、使用时间、维护记录等信息，方便对设备进行跟踪和管理。支持生成二维码便于移动端扫码查看。",
        "countItem": "设备管理二维码生成",
        "category": "EO"
    },
    {
        "id": "55",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "设备管理",
        "description": "通过传感器记录鸡舍内的各种信息，如温度、湿度等。",
        "countItem": "设备管理传感器信息",
        "category": "ILF"
    },
    {
        "id": "56",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "设备管理",
        "description": "通过传感器记录鸡舍内的各种信息，如温度、湿度等。",
        "countItem": "设备管理传感器信息记录",
        "category": "EI"
    },
    {
        "id": "57",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "设备管理",
        "description": "系统可以监测风机的运行状态和故障情况，当风机出现故障或者运行异常时，系统会自动报警并提示养殖基地进行处理。同时，系统还可以查看鸡舍内的环境参数，确保鸡舍内的空气质量和环境条件达到最佳状态。通过风机管理功能，养殖基地可以及时了解风机的运行情况和故障情况，及时发现和处理问题，提高风机的使用寿命和稳定性。",
        "countItem": "设备管理风机信息",
        "category": "ILF"
    },
    {
        "id": "58",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "设备管理",
        "description": "系统可以监测风机的运行状态和故障情况，当风机出现故障或者运行异常时，系统会自动报警并提示养殖基地进行处理。同时，系统还可以查看鸡舍内的环境参数，确保鸡舍内的空气质量和环境条件达到最佳状态。通过风机管理功能，养殖基地可以及时了解风机的运行情况和故障情况，及时发现和处理问题，提高风机的使用寿命和稳定性。",
        "countItem": "设备管理风机运行监测",
        "category": "EQ"
    },
    {
        "id": "59",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "设备管理",
        "description": "系统可以监测风机的运行状态和故障情况，当风机出现故障或者运行异常时，系统会自动报警并提示养殖基地进行处理。同时，系统还可以查看鸡舍内的环境参数，确保鸡舍内的空气质量和环境条件达到最佳状态。通过风机管理功能，养殖基地可以及时了解风机的运行情况和故障情况，及时发现和处理问题，提高风机的使用寿命和稳定性。",
        "countItem": "设备管理风机故障报警",
        "category": "EO"
    },
    {
        "id": "60",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "光伏数据管理",
        "description": "系统可以查看光伏设备的运行状态和发电量，通过对光伏电站的数据进行查看，可以更好地了解光伏电站的运行状况同时还可以根据环境参数确保鸡舍内的电力供应达到最佳状态。",
        "countItem": "光伏数据管理信息",
        "category": "ILF"
    },
    {
        "id": "61",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "光伏数据管理",
        "description": "系统可以查看光伏设备的运行状态和发电量，通过对光伏电站的数据进行查看，可以更好地了解光伏电站的运行状况同时还可以根据环境参数确保鸡舍内的电力供应达到最佳状态。",
        "countItem": "光伏数据管理光伏设备运行查看",
        "category": "EQ"
    },
    {
        "id": "62",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "接口管理",
        "description": "接口管理模块主要用于管理系统内或与外部的各种数据交互接口。",
        "countItem": "接口管理信息",
        "category": "ILF"
    },
    {
        "id": "63",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "接口管理",
        "description": "接口管理模块主要用于管理系统内或与外部的各种数据交互接口。",
        "countItem": "接口管理接口信息维护",
        "category": "EI"
    },
    {
        "id": "64",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "养殖计划管理",
        "description": "创建和执行养殖计划，包括喂食、补给水、疾病防控等操作。",
        "countItem": "养殖计划管理信息",
        "category": "ILF"
    },
    {
        "id": "65",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "养殖计划管理",
        "description": "创建和执行养殖计划，包括喂食、补给水、疾病防控等操作。",
        "countItem": "养殖计划管理养殖计划创建",
        "category": "EI"
    },
    {
        "id": "66",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "PC端",
        "level2": "养殖计划管理",
        "description": "创建和执行养殖计划，包括喂食、补给水、疾病防控等操作。",
        "countItem": "养殖计划管理养殖计划执行",
        "category": "EI"
    },
    {
        "id": "67",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "移动端",
        "level2": "首页",
        "description": "告警信息：当超过后台设置的各项阈值时进行告警；鸡舍信息查看；进鸡批次号查看；鸡场信息播报：可查看鸡的基层信息、鸡舍基础信息、鸡群重量信息等；生长周期查看：可查看鸡舍内鸡的周龄、日龄、距上市天数信息；体温检测：可查看鸡舍内的鸡苗的正常温度、最高、最低、平均温度；环境检测：可查看鸡舍内的温度、湿度；摄像头监控：可通过监控实时查看鸡舍内的视频信息",
        "countItem": "移动端首页信息",
        "category": "ILF"
    },
    {
        "id": "68",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "移动端",
        "level2": "首页",
        "description": "告警信息：当超过后台设置的各项阈值时进行告警；鸡舍信息查看；进鸡批次号查看；鸡场信息播报：可查看鸡的基层信息、鸡舍基础信息、鸡群重量信息等；生长周期查看：可查看鸡舍内鸡的周龄、日龄、距上市天数信息；体温检测：可查看鸡舍内的鸡苗的正常温度、最高、最低、平均温度；环境检测：可查看鸡舍内的温度、湿度；摄像头监控：可通过监控实时查看鸡舍内的视频信息",
        "countItem": "移动端首页告警信息查看",
        "category": "EQ"
    },
    {
        "id": "69",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "移动端",
        "level2": "首页",
        "description": "告警信息：当超过后台设置的各项阈值时进行告警；鸡舍信息查看；进鸡批次号查看；鸡场信息播报：可查看鸡的基层信息、鸡舍基础信息、鸡群重量信息等；生长周期查看：可查看鸡舍内鸡的周龄、日龄、距上市天数信息；体温检测：可查看鸡舍内的鸡苗的正常温度、最高、最低、平均温度；环境检测：可查看鸡舍内的温度、湿度；摄像头监控：可通过监控实时查看鸡舍内的视频信息",
        "countItem": "移动端首页鸡舍信息查看",
        "category": "EQ"
    },
    {
        "id": "70",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "移动端",
        "level2": "首页",
        "description": "告警信息：当超过后台设置的各项阈值时进行告警；鸡舍信息查看；进鸡批次号查看；鸡场信息播报：可查看鸡的基层信息、鸡舍基础信息、鸡群重量信息等；生长周期查看：可查看鸡舍内鸡的周龄、日龄、距上市天数信息；体温检测：可查看鸡舍内的鸡苗的正常温度、最高、最低、平均温度；环境检测：可查看鸡舍内的温度、湿度；摄像头监控：可通过监控实时查看鸡舍内的视频信息",
        "countItem": "移动端首页进鸡批次号查看",
        "category": "EQ"
    },
    {
        "id": "71",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "移动端",
        "level2": "首页",
        "description": "告警信息：当超过后台设置的各项阈值时进行告警；鸡舍信息查看；进鸡批次号查看；鸡场信息播报：可查看鸡的基层信息、鸡舍基础信息、鸡群重量信息等；生长周期查看：可查看鸡舍内鸡的周龄、日龄、距上市天数信息；体温检测：可查看鸡舍内的鸡苗的正常温度、最高、最低、平均温度；环境检测：可查看鸡舍内的温度、湿度；摄像头监控：可通过监控实时查看鸡舍内的视频信息",
        "countItem": "移动端首页鸡场信息播报查看",
        "category": "EQ"
    },
    {
        "id": "72",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "移动端",
        "level2": "首页",
        "description": "告警信息：当超过后台设置的各项阈值时进行告警；鸡舍信息查看；进鸡批次号查看；鸡场信息播报：可查看鸡的基层信息、鸡舍基础信息、鸡群重量信息等；生长周期查看：可查看鸡舍内鸡的周龄、日龄、距上市天数信息；体温检测：可查看鸡舍内的鸡苗的正常温度、最高、最低、平均温度；环境检测：可查看鸡舍内的温度、湿度；摄像头监控：可通过监控实时查看鸡舍内的视频信息",
        "countItem": "移动端首页生长周期查看",
        "category": "EQ"
    },
    {
        "id": "73",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "移动端",
        "level2": "首页",
        "description": "告警信息：当超过后台设置的各项阈值时进行告警；鸡舍信息查看；进鸡批次号查看；鸡场信息播报：可查看鸡的基层信息、鸡舍基础信息、鸡群重量信息等；生长周期查看：可查看鸡舍内鸡的周龄、日龄、距上市天数信息；体温检测：可查看鸡舍内的鸡苗的正常温度、最高、最低、平均温度；环境检测：可查看鸡舍内的温度、湿度；摄像头监控：可通过监控实时查看鸡舍内的视频信息",
        "countItem": "移动端首页体温检测查看",
        "category": "EQ"
    },
    {
        "id": "74",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "移动端",
        "level2": "首页",
        "description": "告警信息：当超过后台设置的各项阈值时进行告警；鸡舍信息查看；进鸡批次号查看；鸡场信息播报：可查看鸡的基层信息、鸡舍基础信息、鸡群重量信息等；生长周期查看：可查看鸡舍内鸡的周龄、日龄、距上市天数信息；体温检测：可查看鸡舍内的鸡苗的正常温度、最高、最低、平均温度；环境检测：可查看鸡舍内的温度、湿度；摄像头监控：可通过监控实时查看鸡舍内的视频信息",
        "countItem": "移动端首页环境检测查看",
        "category": "EQ"
    },
    {
        "id": "75",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "移动端",
        "level2": "首页",
        "description": "告警信息：当超过后台设置的各项阈值时进行告警；鸡舍信息查看；进鸡批次号查看；鸡场信息播报：可查看鸡的基层信息、鸡舍基础信息、鸡群重量信息等；生长周期查看：可查看鸡舍内鸡的周龄、日龄、距上市天数信息；体温检测：可查看鸡舍内的鸡苗的正常温度、最高、最低、平均温度；环境检测：可查看鸡舍内的温度、湿度；摄像头监控：可通过监控实时查看鸡舍内的视频信息",
        "countItem": "移动端首页摄像头监控查看",
        "category": "EQ"
    },
    {
        "id": "76",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "移动端",
        "level2": "查询",
        "description": "日均体温监控：可通过硬件设备查询鸡舍内鸡苗日均体温曲线（可选择时间段查询）和变量值及更新时间。鸡舍内实时体温数据：可通过选择硬件设备查看已生成的鸡苗温度、最高温、最低温）数据采集时间、设备编号等信息。",
        "countItem": "移动端查询信息",
        "category": "ILF"
    },
    {
        "id": "77",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "移动端",
        "level2": "查询",
        "description": "日均体温监控：可通过硬件设备查询鸡舍内鸡苗日均体温曲线（可选择时间段查询）和变量值及更新时间。鸡舍内实时体温数据：可通过选择硬件设备查看已生成的鸡苗温度、最高温、最低温）数据采集时间、设备编号等信息。",
        "countItem": "移动端查询日均体温监控",
        "category": "EQ"
    },
    {
        "id": "78",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "移动端",
        "level2": "查询",
        "description": "日均体温监控：可通过硬件设备查询鸡舍内鸡苗日均体温曲线（可选择时间段查询）和变量值及更新时间。鸡舍内实时体温数据：可通过选择硬件设备查看已生成的鸡苗温度、最高温、最低温）数据采集时间、设备编号等信息。",
        "countItem": "移动端查询鸡舍内实时体温数据",
        "category": "EQ"
    },
    {
        "id": "79",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "移动端",
        "level2": "环境检测",
        "description": "温度（℃）：可通过硬件设备查询鸡舍内的温度曲线图查看当前温度、最高温度、最低温度、预警次数、变量值等信息；湿度（RH）：可通过硬件设备查询鸡舍内的湿度曲线图查看当前湿度值最高湿度、最低湿度、预警次数、变量值等信息；",
        "countItem": "移动端环境检测信息",
        "category": "ILF"
    },
    {
        "id": "80",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "移动端",
        "level2": "环境检测",
        "description": "温度（℃）：可通过硬件设备查询鸡舍内的温度曲线图查看当前温度、最高温度、最低温度、预警次数、变量值等信息；湿度（RH）：可通过硬件设备查询鸡舍内的湿度曲线图查看当前湿度值最高湿度、最低湿度、预警次数、变量值等信息；",
        "countItem": "移动端环境检测温度查询",
        "category": "EQ"
    },
    {
        "id": "81",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "移动端",
        "level2": "环境检测",
        "description": "温度（℃）：可通过硬件设备查询鸡舍内的温度曲线图查看当前温度、最高温度、最低温度、预警次数、变量值等信息；湿度（RH）：可通过硬件设备查询鸡舍内的湿度曲线图查看当前湿度值最高湿度、最低湿度、预警次数、变量值等信息；",
        "countItem": "移动端环境检测湿度查询",
        "category": "EQ"
    },
    {
        "id": "82",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "移动端",
        "level2": "信息填报",
        "description": "入栏填报：工作人员可在入栏填报功能查看历史填报信息和录入填报信息：填报：工作人员可输入鸡苗批次号、入栏数量、入栏时间、计划出栏时间、鸡舍号、上传照片等信息后点击保存后填报完成。出栏填报：工作人员可通过鸡舍号及入栏填报信息选择需要出栏的毛鸡信息进行出栏管理。淘汰填报：工作人员可选择鸡苗批次号后手动输入淘汰数量及照片上传。",
        "countItem": "移动端信息填报信息",
        "category": "ILF"
    },
    {
        "id": "83",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "移动端",
        "level2": "信息填报",
        "description": "入栏填报：工作人员可在入栏填报功能查看历史填报信息和录入填报信息：填报：工作人员可输入鸡苗批次号、入栏数量、入栏时间、计划出栏时间、鸡舍号、上传照片等信息后点击保存后填报完成。出栏填报：工作人员可通过鸡舍号及入栏填报信息选择需要出栏的毛鸡信息进行出栏管理。淘汰填报：工作人员可选择鸡苗批次号后手动输入淘汰数量及照片上传。",
        "countItem": "移动端信息填报入栏填报",
        "category": "EI"
    },
    {
        "id": "84",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "移动端",
        "level2": "信息填报",
        "description": "入栏填报：工作人员可在入栏填报功能查看历史填报信息和录入填报信息：填报：工作人员可输入鸡苗批次号、入栏数量、入栏时间、计划出栏时间、鸡舍号、上传照片等信息后点击保存后填报完成。出栏填报：工作人员可通过鸡舍号及入栏填报信息选择需要出栏的毛鸡信息进行出栏管理。淘汰填报：工作人员可选择鸡苗批次号后手动输入淘汰数量及照片上传。",
        "countItem": "移动端信息填报出栏填报",
        "category": "EI"
    },
    {
        "id": "85",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "移动端",
        "level2": "信息填报",
        "description": "入栏填报：工作人员可在入栏填报功能查看历史填报信息和录入填报信息：填报：工作人员可输入鸡苗批次号、入栏数量、入栏时间、计划出栏时间、鸡舍号、上传照片等信息后点击保存后填报完成。出栏填报：工作人员可通过鸡舍号及入栏填报信息选择需要出栏的毛鸡信息进行出栏管理。淘汰填报：工作人员可选择鸡苗批次号后手动输入淘汰数量及照片上传。",
        "countItem": "移动端信息填报淘汰填报",
        "category": "EI"
    },
    {
        "id": "86",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "移动端",
        "level2": "光伏数据监测",
        "description": "光伏设备的运行状态和发电量，更好地了解光伏电站的运行状况。",
        "countItem": "移动端光伏数据监测信息",
        "category": "ILF"
    },
    {
        "id": "87",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "移动端",
        "level2": "光伏数据监测",
        "description": "光伏设备的运行状态和发电量，更好地了解光伏电站的运行状况。",
        "countItem": "移动端光伏数据监测运行状态查看",
        "category": "EQ"
    },
    {
        "id": "88",
        "subsystem": "智慧养殖大数据管理平台",
        "level1": "移动端",
        "level2": "光伏数据监测",
        "description": "光伏设备的运行状态和发电量，更好地了解光伏电站的运行状况。",
        "countItem": "移动端光伏数据监测发电量查看",
        "category": "EQ"
    }]

export {
  data1,
  data2,
  data3
}
